[{
    "id": 0,
     "portfolio_kategori": "multimediedesign",
    "stilling": "webudvikler",
    "arbejdsgiver": "Trappetrin 117",
    "beskrivelse_kort": "Webudvikling med fokus på digitale designprincipper og frontend programmering. Udviklet design og UX/UI research samt prototypeudarbejdelse gennem Figma. Sitet er programmeret med HTML, tailwind CSS, React og JavaScript i Next.JS og hostet på Vercel.",
    "beskrivelse_lang": "I forbindelse med Holbæks kulturfremmelse, blev Trappetrin 117 oprettet som en forening til at styrke unge kunstneres muligheder for at søge fonde og sparring til kunstneriske projekter. I denne anledning, stod jeg for et selvstændigt arbejde i at udvikle foreningen hjemmeside. Her arbejdede jeg med UI research og development samt digital design med henblik på style guide og style system i programmet Figma. Dettte site udviklede jeg med HTML, tailwind CSS, react og JavaScript i Next.Js. Projektet var selvstyret med dialog med foreningen selv.",
    "kategori": "webudvikling",
    "type": "website",
    "erhvervserfaring": true,
    "titel": "Trappetrin 117",
    "beskrivelse_ord": "Design // Figma prototype // UX/UI research & development // FrontEnd programmering v. Next.Js",
    "periode": "(apr 2024-nu)",
    "link": "https://trappetrin117.vercel.app/",
    "proces":[
    "Processen i udviklingen af Trappetrin 177's hjemmeside startede med en desktop reaearch af lignende organisationers sites. Heriblandt har jeg taget udgangspunkt i Betty Nansen Teatret, Aveny-T, Statens Museum For Kunst og Den Skandenaviske Designhøjskole. Yderligere lavede jeg en trend research til at skabe et ungdommeligt og moderne udtryk.",
    "Efter researchen, begyndte jeg at udvikle designvalg. Trappetrin 117 har ikke en eksisterende designguide, og jeg havde derfor relativt frie rammer til valg af design ud fra dialog med foreningens ledere. Jeg har dermed taget udgangspunkt i foreningens logo og kombineret elementer fra min research med dele, der kunne kobles til logoet og foreningens udtryk.",
    "Jeg startede på at udvikle en prototype i Figma, som jeg yderligere udførte tænke-højt-test på for at få et indblik i om brugerene fandt sitet navigerbart og intuitivt. Jeg skabte flere forskellige udkast til prototyper og tilsendte disse til foreningens ledere, der kom til forslag til forbedringer og ændringer.",
    "Da jeg endeligt landede på den færdigudviklede prototype, begyndte jeg at udvikle i Next.Js med biblioteket React. Backenden er udviklet som json-filer direkte i projektet og forbindes derfor ikke til et API eller en ekstern database - dog er det ønsket at dette i fremtiden bliver optimeret.",
    "Sitet er udviklet med udgangspunkt i forskellige komponenter i jsx-filer. Endvidere ligger en components-mappe under src, hvor hvert komponent hører under en tilsvarende mappe til den side, den tilhører. Hermed bliver komponenterne lagret i hinanden.",
    "Da sitet var færdigudviklet, udførte jeg en lighthouse test for at diagnostisere eventuelle performance issues, og brugte svarerne herpå til at forbedre accisibility og SEO. Sitet er dermed hundrede procent navigerbar i tastatur og er kompatibel til skærmlæsere."
    ],
    "proces_items":[
        {
            "id":0,
            "kategori": "design",
            "titel":"farvevalg",
            "beskrivelse":[ 
            "Farvevalgene på sitet er truffet på baggrund af foreningens logo. Der er i alt seks farvenuancer i logoet, hvor jeg har taget udgangspunkt i to af farverne for at skabe så rent et udtryk som muligt. Hermed har jeg anvendt blå og gul, som er kontrastfarver og derfor skaber en visuel balance når de placeres side om side. Jeg har valgt at gøre mig brug af nogle mørkere farvenuancer end i logoet, da foreningen ønskede en lys/beige baggrund, og jeg dermed måtte gøre kontrasten mellem de farvede elementer og baggrunden mere synlig. ",
            "I form a brandcolors har jeg hermed brugt den blå farve som primærfarve, der går igen på sitet mens den gule er sekundær. Resten af sitet holder sig til et beige, hvid og sort farvevalg. Farverne ses i brug på primært tekst, men billdevalg har yderligere været essentiel for at underbygge identiteten."
        ],
        "billeder":[
            "trappetrin117website/trappetrin117logo.webp",
            "trappetrin117website/omosfarvevalg.webp",
            "trappetrin117website/begyndelsenfarvevalg.webp",
            "trappetrin117website/globalcssfarve.webp"
        ]
        },
        {
            "id":1,
            "kategori": "design",
            "titel":"skrift",
            "beskrivelse":[ 
            "Jeg har anvendt Helvetica, som er en sans-serif font gennem hele sitet. Hermed har jeg arbejdet med den i forskellige tykkelser og heriblandt thin, italic og bold. Dette valg er truffet for at beholde den mest rene og læsbare skrift over sitet.",
            "Gennem min trend-research valgte jeg at tage udgangspunkt i oversized typography, der skaber opmærksomhed på teksten fremfor billeder. Hermed ses det derfor at især h1'ere fylder næsten bredden af skærmen. Dog ønskes den mest responsive løsning og dermed er typografien ikke ligeså stor som det ses i andre tilfælde.",
            "Igen ifølge af responsivitet er paragraf-teksterne typisk korte i sine linjer, hvor de fleste er skabt med tailwind-classen max-w-lg. Dermed flugter teksten sig ikke bredt over over skærmen, men holder en fast bredde, der passer til et artikkel-lignende layout.",
            "Jeg har arbejdet med hierakiet i typografien gennem de forskellige skriftstørrelser og tykkelsen heraf. Hermed har jeg anvendt en mindre skriftstørrelse til at ligge over de store og tykke, så hierakien ikke følger direkte fra størst til mindst."
        ],
                "billeder":[
            "trappetrin117website/prisertekst.webp",
            "trappetrin117website/spilledatoertekst.webp"
        ]
        },
        {
            "id":2,
            "kategori": "design",
            "titel":"linjer",
            "beskrivelse":[ 
            "Noget der går igen i foreningens logo er trekanterne, der har meget skarpe linjer. Dermed er sitet meget skarpt og har ingen rundede kanter. Jeg ønskede at understøtte dette ved at gøre brug af de tynde og skarpe linjer på tværs af sitet.",
            "Her tog jeg især udgangspunkt i både SMK og Betty Nansen Teatret identitet fra min dektop research. Begge hjemmesider gør sig brug af en fremtædende hover-funktion ved især links. Hermed bliver pilenes længde længere på SMKs side og Betty Nansen anvender en tegning-lignende understregning.",
            "I forbindelse med links og viderenavigering har jeg dermed anvendt denne inspiration af hover-funktion til at skabe den konventionelle underline, der animerer fra 0 til 100 ved mouseover og tilbage fra 100 til 0 ved mouseleave. Andre steder på sitet ses der en horizontal linje til at skabe en overgang mellem forskellige sektioner, der animerer igennem inView. Den vertikale linje bruges hermed til at sepearere tekst-punkter fra hinanden.",
            "Disse line-animationer ligger under animation-folderen i src. Begge er kodet med reacts framer motion, hvor inView bruger useRef fra react og definerer at den kun skal trigges én gang. Hover-animationen definerer derimod blot linjens bredde og anvende easeinout til sin transition overgang."
        ],
         "billeder":[
            "trappetrin117website/lineanimationinview.webp",
            "trappetrin117website/lineanimationhover.webp",
            "trappetrin117website/lineinviewkode.webp",
            "trappetrin117website/linehoverkode.webp"
        ]
        },
        {
            "id":3,
            "kategori": "design",
            "titel":"tal",
            "beskrivelse":[ 
            "På siden anvendes der forskellige tal, bl.a. af UI grunde. Hvert tal beholder to numre og dermed to kolonner, som yderligere er et designvalg defineret ved layoutet og skaber derfor denne kontinuitet af to elementer side om side. Dvs. at tal om 1, 2, 3 osv. får et 0 foran sig.",
            "Dette valg er taget ud fra inspiration i min desktop research, hvor jeg kiggede på forskellige website designs på Pinterest."
        ],
         "billeder":[
            "trappetrin117website/talomos.webp",
            "trappetrin117website/talkarrusel.webp",
            "trappetrin117website/talfilter.webp"
        ]
        },
         {  "id": 4,
            "kategori": "layout",
            "titel":"billeder",
            "beskrivelse":[ 
            "Sammen med oversized typography har jeg gjort mig brug af de store hero-sektioner i toppen af de fleste sider. Disse sektioner har en baggrundsbillede, der transformeres med en parralax-scrolling og dermed skaber et indtryk af, at billedet ligger under resten af siden. Hermed ligger teksten ovenpå i disse sektioner",
            "Jeg valgte at bruge hero-sektionerne på baggrund af min trend research og for at skabe en sammenhæng mellem det store og fremtrædne udtryk. Yderligere er det essentielt at billederne er store og bemærkelsesværdige eftersom foreningens formål er at få brugeren til at købe billetter til et arrangement. Efter relevant ux/ui research, gør det sig gældende at brugeren leder efter arrangementer (især i kunstforummet), der har et visuelt æstetisk udtryk. Der er derfor fokus på at billederne er skarpe, professoinelle og store til at fange opmærksomheden."
        ],
         "billeder":[
            "trappetrin117website/herosektion.webp",
            "trappetrin117website/herosektion2.webp",
            "trappetrin117website/herokode.webp"
        ]
        },
        {
            "id":5,
            "kategori": "layout",
            "titel":"alignment",
            "beskrivelse":[ 
            "Alignment mellem tekst og billeder flugter hhv. efter enten toppen eller bunden af billedets højde. Så hvert billede definerer containerens højde og holder teksten kort i relation til denne. Det vil sige at forskellig tekst-indhold altid placeret enten i toppen eller bunden af et billede og aldrig mod midten. Dette valg er truffet for at skabe en balance mellem det visuelle, skarpe og det rene, så ingen konventioner om tekst her bliver brudt trods tendensen i moderne trends.",
            "Yderligere skifter layoutet mellem to kolonner når sitet navigeres i desktop. Her ses det at hvert andet barn af en container skifter sin alignment mellem højre og venstre. Dette valg er truffet for at skabe en afvigende kontinuitet, så alle elementer ikke placeres efter række. På denne måde bliver der anvendt flere kolonner i dekstop og pladsen bliver dermed udnyttet, men scrolles ellers igennem fra top til bund i mobile grundet den lille bredde.",
            "I forbindelse med responsivitet og layout-skifte, har sitet i sin globale.css en content-width-varibel skabt med max()-CSS-math-funktionen. Hermed beholder alt indhold med denne classname sin placering på midten af skærmen uafhængig af skærmstørrelse. Hermed bliver den white space, der findes ude i siderne mindre i mobilstørrelsen. Der er defineret to forskellige variabler hvormed sektioner med meget tekst, placeres med mest white space i siden (samme princip som med paragraf-teksterne), og sektioner med mere indhold tillades at sprede sig næsten helt ud til siderne."
        ],
         "billeder":[
            "trappetrin117website/alignmentorder.webp",
            "trappetrin117website/contentwidth.webp"
        ]
        },
         {
            "id":6,
            "kategori": "scrolling",
            "titel":"parralax scrolling",
            "beskrivelse":[ 
            "Ud fra min dekstop research bed jeg mærke i både SMK's og Betty Nansens forskellige sektioner, anvendte en parralax scrolling, der gjorde siden mere levende og skabte en visuel scrolling-fornemmelse. Her sås det ofte at to kolonner ved siden af hinanden scrollede op og ned på tværs af hinanden - især på de sektioner der er ens.",
            "Jeg valgte at anvende samme udtryk på baggrund af kontinuitet mellem denne scrolling og parralax-hero-sektionerne. Dermed bliver parralax et gennemgående valg på hele sitet.",
            "Hermed bliver hver sektion wrappet ind i et scrollflow-komponent, der anvender react framer motion og animerer efter y-aksens position fra 0 til 1, og indeholder children til at kunne wrappe omkring andre items i dom'en."
        ],
         "billeder":[
            "trappetrin117website/scrolling.webp"
        ]
        },
        {
            "id":7,
            "kategori": "scrolling",
            "titel":"fade in animation",
            "beskrivelse":[ 
            "Denne scrolling på y-aksen som ses i de forskellige parralax-komponenter, anvendes også i en fade-in animation på om-os-siden, hvor der med h2'ere er titler på hvad foreningen kan tilbyde. Denne er anvendt for at skabe en visuel sammenhæng og gøre hele denne sektion mere levende. Her er framer motion anvendt, hvor der animeres med en fade in i opacity og opad y-aksen. Transitionen er lavet med easeout når den initialiseres ved inView.",
            "Fade-animationen går igen på burgermenuen, hvor teksten altså sammen med hele containeren, også får en animation. Dette val er truffet for at skabe en mere sammenhængende og blød oplevelse af animationen. Ligesom den anden animation anvender denne en opacity og easeOut, men animerer i stedet på x-aksen sammen med containeren."
        ],
         "billeder":[
            "trappetrin117website/fadein.webp"
        ]
        },
        {
            "id":8,
            "kategori": "scrolling",
            "titel":"headers tekstfarve",
            "beskrivelse":[ 
            "Headeren på sitet er positioneret med fixed, så den altid følger med når brugeren scroller og dermed let kan navigere til andre steder på siden uden at skulle gå til toppen. Dog er der ingen baggrundsfarve på containeren, men i stedet en blur-effekt, der gør alt indhold bag containeren slørret for at skabe et mere rent og simpelt udtryk. Dette bliver dog et problem når teksten lægger sig over en mørk baggrund, og dermed gør navigeringen utydelig.",
            "Fra min desktop research af SMKs hjemmeside, fiksede de dette problem ved at ændre på tekstfarven på forskellige sektioner på siden.",
            "Jeg skabte derfor samme udtryk ved at danne en forskellige hooks, der kunne tale sammen med headeren og udvalgte sektioner. Her brugte jeg createContext, useContext og useState fra react til at definere staten af om en valgt sektion skal tilføje 'isDark', som kan anvendes på udvalgte sektioner. Derfra dannede jeg en useDarkBackground-hook, der via. react framer motions useScroll og useMotionValueEvent, definerer scrollingen på y-aksen, der udregnes efter headerens højde i pixels, som derfra kan definere skiftet gennem useMotionValueEvent. Denne mountes efter useEffect til at definere hvad der skal returneres ved dens rendering. Hele denne hook bliver pålagt i headerens komponent gennem en conditional operator, der kalder tilbage på om header-context-hookens isDark er true og i så fald skal returnere en hvid tekst og ellers en sort."
        ],
         "billeder":[
            "trappetrin117website/headercolor.webp",
            "trappetrin117website/headerkode1.webp",
            "trappetrin117website/headerkode2.webp",
             "trappetrin117website/headerkode3.webp"
        ]
        },
        {
            "id":9,
            "kategori": "komponenter",
            "titel":"karrusel",
            "beskrivelse":[ 
            "En af de genavvendelige komponenter, der tilpasser sig efter et designvalg på siden er billedkarusselen som både ses i singleview og på bestyrelsessiden. Denne karrusel er taget efter inspiration fra Den Skandinaviske Designhøjskole. På DSDH ses det også at billederne fylder det største af viewportens højde og bredde, hvor man scroller imellem hvert billede og der i en kolonne ved siden af ses både navigation i form af pile og tilpasset tekst, der placeres i samme alignment som førnævnt er gennemgået i sitet samt en counter på hvor mange billeder, der er tilgængelige.",
            "Jeg valgte at anvende en karrusel primært til singleview eftersom der i nogle arrangementer er mange billeder fra værkerne, og det dermed skulle være muligt at scrolle igennem dem efter behov. Senere valgte jeg at tilføje denne til bestyrelsessiden under repræsentanter, da denne fortsat vokser med foreningens udvidelse.",
            "Karrusellen er kodet med react swiper. De to karasuller anvender forskellige logik og der er derfor ikke skabt ét genanvendeligt komponent. På singleview-siden er der én forblivende tekst i venstre kolonne, hvor der på højre kolonne slides mellem billederne i en fade-animation og bruger useRef til at definere hvad der renderes. - der anvendes samme logik i karrusellen på bestyrelsessiden, men her anvendes to uafhængige swiperes. Her er den venstre kolonne tekstparagraffer, der passer til billedet med hver repræsentant, og anvender en sliding-animation i stedet for fade for at undgå at teksten lægger sig ovenpå hinanden. Denne tilgang ses også på DSDHs karrusel, hvor teksten skifter med billedet.",
            "Pilene er kodet efter useRef, der dermed gør det muligt at slide mellem previous og next sektion. På repræsentantsidens karrusel kaldes begge swipere i pilenes funktioner, der dermed skifter begge index ud fra disse to pile.",
            "Counteren er defineret ens på begge komponenter, der anvender react framer motion til at skabe en fading animation. Her tælles det nuværende index ud af alle index antal. Dennne bliver konverteret til en string for at kunne omdanne antallet af objekter til tal."
        ],
        "billeder":[
            "trappetrin117website/singlekarrusel.webp",
            "trappetrin117website/bestyrelsekarrusel.webp",
            "trappetrin117website/swiperkode1.webp",
            "trappetrin117website/swiperkode2.webp"
        ]
        },
        {
            "id":10,
            "kategori": "UX/UI",
            "titel":"filtrering",
            "beskrivelse":[ 
            "Der er anvendt en filtreringsmulighed for både aktuelle arrangementer og værkarkivet. På aktuelle arrangementer er det muligt at vælge kategorier efter de genre af kunstarter, som foreningen tilbyder. Disse kategorier er defineret i en seperat json-fil, som matches med altefter om de pågøldende værker indeholder samme beskrivelse. På værkarkivet er det derimod mere relevant at filtrere efter sæsoner, da brugeren ikke på samme måde er på udkig efter noget specifikt, som når et arrangement er aktuelt.",
            "Den aktive kategori er defineret på klient-komponentet gennem usestate og sendes videre som et parameter til filtreringen. Endvidere bliver der anvendt en conditional operator til at mappe over hvilke arrangementer, der skal vises, der hermed defineres med filterfunktionens længde. Hvis dens condition returnerer false - altså brugeren har valgt en kategori, der ikke indeholder noget item, returneres der blot en tekst, der fortæller at der ingen arrangementer er at vise.",
            "Brugeren kan se hvilken kategori, der er valgt ved at style tekststørrelsen anderledes end resten. Her er kategoriernes tekst defineret med en thin typografi mens den valgte er bold.",
            "På siden ses der lignende en tekst med de førnævnte tal fra designvalget, der fortæller brugeren hvor mange værker der vises på siden ud af hvor mange værker, der er tilgængelige. Denne er defineret til at tale sammen med den filtrerede value ved at tælle længden på filteredEvents-funktionen samt det fulde array."
        ],
         "billeder":[
            "trappetrin117website/vaerkfiltrering.webp",
            "trappetrin117website/arrangementfiltrering.webp",
            "trappetrin117website/filtreringkode.webp",
            "trappetrin117website/filtreringkode2.webp",
            "trappetrin117website/filtreringkode3.webp"
        ]
        },
        {
            "id":11,
            "kategori": "UX/UI",
            "titel":"billetter",
            "beskrivelse":[ 
            "I form af køb af billetter har foreningen en ekstern billetside på Billetto af økonomi- og bogføringsgrundlag. Dermed er der ikke skabt en ordrernavigation, men i stedet linket med et anchor-tag til en ekstern side defineret i backenden. I dette anchor-tag er der anvendt et _blank-target, der åbner en ny side på browseren, så brugeren kan navigere mellem købsbekræftelsen og foreningens egen side uden at skulle gå frem og tilbage.",
            "I værkarkivet anvendes et genavendeligt singleview, og navigerer derfor til samme setup selvom værket er defineret som inaktiv i backenden gennem en boolean. Eftersom værket ikke er aktivt er det ikke relevant for brugeren at købe billetter, og dermed er der i singleviewet brugt en conditional operator til at vise en tom string hvis aktuel returnerer false."
        ],
         "billeder":[
            "trappetrin117website/spilledatoertekst.webp",
            "trappetrin117website/udenbilletter.webp",
            "trappetrin117website/billetkode.webp"
        ]
        },
        {
            "id":12,
            "kategori": "UX/UI",
            "titel":"navigation",
            "beskrivelse":[ 
            "Der er på sitet ikke behov for så meget interaktion fra den ene side til den anden. I stedet finder man alle relevante sider med informationer direkte i headeren. Her er den mest relevante side for brugeren listen over aktuelle arrrangementer, og er dér hvor den største del af interaktionen foregår, som derfor ligger frit ude på menuen. Resten af siderne er derimod en række informationer om foreningen og ligger derfor seperat i en burger-menu. Dette UX/UI-valg er taget som inspiration fra aveny-t i min desktop research.",
            "Selve designet af burgermenuen er taget fra inspiration af Den Skandinaviske Designhøjskole, hvor menuen fylder (næsten) hele viewporten, og foldes ud i en animation. Her anvendes den førnævnte lineanimation ved mouseover til at indikere at brugeren kan trykke på linket",
            "På sidens navigation er den eneste del, der ikke ligger i menuen, singleviewet. Her skal det være tydeligt for brugeren at det er muligt at trykke på et kort på listviewet. Dette gøres ved at indikere en skalering på 105 af hele kortet, og give musen en cursor-pointer. Dog kan dette stadig være utydeligt for brugeren, så der er yderligere tilføjet et a-tag med teksten 'læs mere'.",
            "Det er muligt at blive navigeret tilbage på forsiden ved at klikke på logoet i venstre side, som er et valg, der er truffet på baggrund af konventioner. Dette kan dog ikke altid være helt tydeligt for brugeren, men eftersom forsiden blot er en visuel landingpage, hvor informationerne om selve foreningen er for sig i en om-os-side, er der ikke tilføjet et yderligere anchor-tag til forsiden, da denne ikke er relevant for brugeren til andet end et førstehåndsindtryk."
        ],
           "billeder":[
            "trappetrin117website/burgermenu.webp",
            "trappetrin117website/menukode.webp"
        ]
        },
        {
            "id":13,
            "kategori": "UX/UI",
            "titel":"accordion",
            "beskrivelse":[ 
            "Websitet indeholder en side med informationer til potentielle kunstnere, der ønsker en forening at udstille sit værk hos. Dette er den primære målgruppe, og det skal derfor være overskueligt at finde informationer om processen. Derfor er der anvendt en accordion til at give en titel på et spørgsmål og dermed et svar. Derfra er det muligt for brugeren at navigere i informationerne uden, at der på teksten er for meget tekst.",
            "Denne accordion indeholder en animation, der folder sig ud, og er defineret i den globale css med interpolate-size, der altså er anvendelig hvis browseren supporter den. Dette skaber en mere smooth scrolling oplevelse, der dermed ikke skubber indholdet med det samme og skaber et layout-skift.",
            "Her er der et plus-ikon, der indikerer at det er muligt at klikke på sektionen, der bliver til et minus med en conditional operator for at indikere, at sektionen kan lukkes"
        ],
           "billeder":[
            "trappetrin117website/accordion.webp",
            "trappetrin117website/accordioncss.webp",
            "trappetrin117website/accordionkode.webp"
        ]
        },
        {
            "id":14,
            "kategori": "Tilgængelighed",
            "titel":"tastaturnavigering og screenreaders",
            "beskrivelse":[ 
            "Der er på alle billeder tilføjet alt-tags, knapper har aria-labels og links har titler. På denne måde er det muligt for screenreaders at korrekt oplæse sidens indhold. Yderligere er der sørget for at alle li-elementer ligger under en ul for at opretholde denne konvention, som er nødvendig for skærmlæseren.",
            "Yderligere er det på sitet muligt at navigere med tastaturet. Dette er sikret ved at sørge for at ingen button-tags ligger inde i en div og er derfor direkte tilgængelige."
        ],
         "billeder":[
            "trappetrin117website/lighthouse.webp"
        ]
        },
        {
            "id":15,
            "kategori": "SEO",
            "titel":"meta",
            "beskrivelse":[ 
            "En fordel ved at anvende Next.Js er at programmet selv optimerer SEO, og dermed er alt SEO-indhold returneret som 100 i lighthouse-testen. Derfor har det kun været nødvendigt at tilføje meta-beskrivelser og titler, hvor resten af indholdet såsom UTF-8 allerede er indbygget i Next. Der er dermed på hver side tilføjet en titel, et favicon og en beskrivelse af selve siden, så sitet kommer frem på google search engines med en beskrivelse. På singleview er denne lavet ved dynamisk at indhente id'et på json-filen, og anvende beskrivelse og titel heraf direkte i meta-beskrivlesen."
        ],
        "billeder":[
            "trappetrin117website/dynamiskmeta.webp",
            "trappetrin117website/meta.webp",
            "trappetrin117website/favicon.webp"
        ]
        }
    ],
    "display_image": "trappetrin117_website.webp",
    "video": "trappetrin117website/video.mp4"
},
{
    "id": 1,
     "portfolio_kategori": "multimediedesign",
    "stilling": "webudvikler",
    "arbejdsgiver": "Filmskolen Blank",
    "beskrivelse_kort": "Webudvikling med fokus på digitale designprincipper og frontend programmering. Udviklet design og UX/UI research samt prototypeudarbejdelse gennem Figma. Sitet er programmeret med HTML, tailwind CSS, React og JavaScript i Next.JS og hostet på Vercel.",
    "beskrivelse_lang": "Filmskolen Blank er et undervisningstilbud under Holbæk Kulturskole i samarbejde med Talent Holbæk. Jeg har selv været elev på generation 1, og havde derfor et forhenværende kendskab til hvad skolens udtryk skulle rumme, samt de informationer jeg selv ledte efter på søgningen efter en filmskole. Dette gjorde derfor arbejdet meget selvstyret dog med kontakt til skolens leder. Sitet er udviklet i Next.Js med React og tailwind css og er hostet på Vercel og koblet til et GitHub Repository.",
    "kategori": "webudvikling",
    "type": "website",
    "erhvervserfaring": true,
    "titel": "Filmskolen Blank",
    "beskrivelse_ord": "Design system og style guide // Figma prototype // UX/UI research & Development // FrontEnd programmering v. Next.Js",
    "periode": "(nov 2024-nu)",
    "link": "https://filmskolenblank.dk",
    "proces":[
    "Processen i udviklingen af Filmskolen Blanks hjemmeside startede med en desktop reaearch af lignende organisationers sites. Jeg har taget udgangspunkt i Super16, 18 frames og Den Danske Filmskole. Yderligere har jeg i form af udtryk taget udgangspunkt i forskellige filmplakater bl.a. igennem Pinterest.",
    "Efter researchen, begyndte jeg at udvikle designvalg. Filmskolen Blank har ikke en eksisterende designguide, og jeg havde derfor relativt frie rammer til valg af design, som alle har taget udgangspunkt i skolens logo.",
    "Jeg startede på at udvikle en prototype i Figma, som jeg yderligere udførte tænke-højt-test på for at få et indblik i om brugerene fandt sitet navigerbart og intuitivt.",
    "Da jeg endeligt landede på den færdigudviklede prototype, begyndte jeg at udvikle i Next.Js med biblioteket React. Backenden er udviklet som json-filer direkte i projektet og forbindes derfor ikke til et API eller en ekstern database - dog er det ønsket at dette i fremtiden bliver optimeret.",
    "Sitet er udviklet med udgangspunkt i forskellige komponenter i jsx-filer. Endvidere ligger en components-mappe under src, hvor hvert komponent hører under en tilsvarende mappe til den side, den tilhører. Hermed bliver komponenterne lagret i hinanden.",
    "Da sitet var færdigudviklet, udførte jeg en lighthouse test for at diagnostisere eventuelle performance issues, og brugte svarerne herpå til at forbedre accisibility og SEO. Sitet er dermed hundrede procent navigerbar i tastatur og er kompatibel til skærmlæsere."
    ],
    "proces_items":[
        {
            "id":0,
            "kategori": "design",
            "titel":"farvevalg",
            "beskrivelse":[ 
            "Farvevalgene på sitet er truffet på baggrund af foreningens logo. Her er der tre farver, hvor den gule er den tynde linje omkring teksten.",
            "Jeg har derfor anvendt de samme hexkoder fra logoet til at skabe primær- sekundær- og accentfarvene, mens teksten er en off white med en sort baggrund."
        ],
        "billeder":[
            "filmskolenblankwebsite/blanklogo.webp",
            "filmskolenblankwebsite/farvevalg1.webp",
            "filmskolenblankwebsite/farvecss.webp"
        ]
        },
        {
            "id":1,
            "kategori": "design",
            "titel":"skrift",
            "beskrivelse":[ 
            "Jeg har anvendt den rundede sans-serif skrift 'luckiest guy' til at efterligne logoets bogstaver. Denne er anvendt i h1'ere med en kursiv.",
            "Jeg har anvendt dele af designprincipperne for trenden oversized typography hvor det ses at især h1'eren findes i både display font og almindelig, som begge er relativt store ift. viewporten. Dog er disse h1'ere ikke anvendt ligeså meget på sitet som h2'ere, der primært skaber overskrifterne.",
            "h2'ere og h3'ere er skabt med typografien Bebas Neue, der gør fonten tyk og lang. Dette valg er truffet for at skabe en kontrast til de ellers rundede h1'ere. For at skabe en variation mellem h1 og h2, kommer farvevalget her i brug for h2 er orange og h3 gul. Ligesom h1'eren, er der yderligere anvendt en sekundær h2 typografi, der skaber en variation mellem h1 og de mindre h2'ere.",
            "Igen ifølge af responsivitet er paragraf-teksterne typisk korte i sine linjer, hvor de praragraf-tekster, der ligger ved siden af et billede er skabt med tailwind-classen max-w-lg. Dermed flugter teksten sig ikke bredt over over skærmen, men holder en fast bredde, der passer til et artikkel-lignende layout.",
            "Skriften er yderligere skabt med clamp-variabler, der dermed gør teksten responsiv at arbejde med."
        ],
                "billeder":[
            "filmskolenblankwebsite/skrift1.webp",
            "filmskolenblankwebsite/skrift2.webp",
            "filmskolenblankwebsite/clamp.webp"
        ]
        },
        {
            "id":2,
            "kategori": "design",
            "titel":"rundede kanter",
            "beskrivelse":[ 
            "Et designvalg der repeteres på tværs af sitet er anvendelsen af de rundede kanter, bl.a. til knapper og pathname. Dette valg er som h1-typografien truffet for at efterligne det rundede udtryk i logoet."
        ],
         "billeder":[
            "filmskolenblankwebsite/kanter.webp"
        ]
        },
        {
            "id":3,
            "kategori": "design",
            "titel":"skråstregerne",
            "beskrivelse":[ 
            "På baggrund af min desktop research, fremtrådte der i forskellige filmplakater en opdeling af tekst ved brug af to skråstreger. Jeg anvendte derfor samme designvalg til at sætte disse to streger foran links og andre interaktive elementer med enklete afvigelser fra få tekstoverskrifter.",
            "Grunden til det netop var interaktive elementer, der fik pålagt dette designvalg, er ikke blot for kontinuitet, men også af UX/UI årsager, der skaber en variation fra resten af sitets tekst og dermed indikerer interaktionsmuligheden. Dette er især et valg truffet i forbindelse med kategori-delen af udgivede film, hvor kategorien ikke udvælges gennem en select, men i stedet en række button-tags med h3'ere indlejret. Det skal derfor være tydeligt for brugeren at disse er interaktive. Yderligere skiftes farvevalget ud fra den aktive kategori af samme årsag."
        ],
         "billeder":[
            "filmskolenblankwebsite/streger.webp",
            "filmskolenblankwebsite/streger2.webp"
        ]
        },
        {
            "id":4,
            "kategori": "design",
            "titel":"tekst alignment",
            "beskrivelse":[ 
            "Yderligere på baggrund af filmplakater, ses det ofte at krediteringslisten i bunden anvender sig af en lille typografi med stilling efterfulgt af en større med navn. Jeg har derfor anvendt samme princip til tekst-sektioner hvor der er flere forskellige informationer eller titler.",
            "Indent-delen følger samme princip af krediteringsliste på plakater hvor tekster på to rækker ikke flugter på samme begyndelse. I stedet er der en tekst-indent på 15 px mod højre på anden række.",
            "Der er også anvendt en justify-between alignment mellem to elementer under et andet, især i tekst. Dette sæs primært i forbindelse med tekst under h1'eren. Dette er også et udtryk set i filmplakater med årstal for filmens produktion."
        ],
         "billeder":[
            "filmskolenblankwebsite/tekstalignment.webp",
            "filmskolenblankwebsite/tekstalignment2.webp"
        ]
        },
         {  "id": 5,
            "kategori": "design",
            "titel":"overflow",
            "beskrivelse":[ 
            "I logoet ses der en kasse, der gennem teksten bliver brudt med teksten. Dette valg i logoet er truffet på baggrund af Blanks identitet om 'at tænke ud af boksen'. Jeg har derfor arbejdet med overflow og brud af linjer.",
            "Dette underbygges bl.a. ved brugen af parralax scrolling, der efter brugerens position i viewporten, animerer elementer over hinanden.",
            "Det er yderligere også tilfældet i slideren på om-os-siden, hvor billederne bryder content-width variablen og strækker sig over hele skærmen."
        ],
         "billeder":[
            "filmskolenblankwebsite/overflow.webp",
            "filmskolenblankwebsite/overflow2.webp",
            "filmskolenblankwebsite/farvevalg1.webp"
        ]
        },
         {  "id": 6,
            "kategori": "layout",
            "titel":"billeder og vidoer",
            "beskrivelse":[ 
            "Sammen med oversized typography har jeg gjort mig brug af de store hero-sektioner i toppen på alle sider for at skabe kontinuitet blandt sideskiftene. Disse sektioner har en baggrundsbillede, der transformeres med en parralax-scrolling og dermed skaber et indtryk af, at billedet ligger under resten af siden. Hermed ligger teksten ovenpå i disse sektioner",
            "Jeg valgte at bruge hero-sektionerne på baggrund af min trend research og for at skabe en sammenhæng mellem det store og fremtrædne udtryk. Eftersom der er tale om en organistion i kunstforummet, er det påtalende at sitet har et visuelt æstetisk udtryk. Der er derfor fokus på at billederne er skarpe, professoinelle og store til at fange opmærksomheden.",
            "På nogle sider er herosektionen udskiftet med en mp4, der lydløst kører i loop. Dette gør sig essentielt for Blank eftersom den primære målgruppe er potentielle og kommende elever, og det dermed er relevant for besøgende at få et indblik i forhenværende generationers produktioner."
        ],
         "billeder":[
            "filmskolenblankwebsite/hero1.webp",
            "filmskolenblankwebsite/hero2.webp",
            "filmskolenblankwebsite/hero3.webp"
        ]
        },
        {
            "id":7,
            "kategori": "layout",
            "titel":"alignment",
            "beskrivelse":[ 
            "Alignment mellem tekst og billeder flugter hhv. efter enten toppen eller bunden af billedets højde. Så hvert billede definerer containerens højde og holder teksten kort i relation til denne. Det vil sige at forskellig tekst-indhold altid placeret enten i toppen eller bunden af et billede og aldrig mod midten. Dette valg er truffet for at skabe en balance mellem det visuelle, skarpe og det rene, så ingen konventioner om tekst her bliver brudt.",
            "Yderligere skifter layoutet mellem to kolonner når sitet navigeres i desktop. Her ses det at hvert andet barn af en container skifter sin alignment mellem højre og venstre. Dette valg er truffet for at skabe en afvigende kontinuitet, så alle elementer ikke placeres efter række. På denne måde bliver der anvendt flere kolonner i dekstop og pladsen bliver dermed udnyttet, men scrolles ellers igennem fra top til bund i mobile grundet den lille bredde.",
            "I forbindelse med responsivitet og layout-skifte, har sitet i sin globale.css en content-width-varibel skabt med max()-CSS-math-funktionen. Hermed beholder alt indhold med denne classname sin placering på midten af skærmen uafhængig af skærmstørrelse. Hermed bliver den white space, der findes ude i siderne mindre i mobilstørrelsen. Der er defineret to forskellige variabler hvormed sektioner med meget tekst, placeres med mest white space i siden (samme princip som med paragraf-teksterne), og sektioner med mere indhold tillades at sprede sig næsten helt ud til siderne.",
            "De korte paragraftekster flugter sig alle ved siden af et billede. Hermed er samme princip i forbindelse med de to kolonner underbygget i dele hvor h2'er ligger ved siden af paragraffen i stedet for ved oven. Det ses yderligere på sider de to sider med accordion, hvor disse endnu også følger samme princip."
        ],
         "billeder":[
            "filmskolenblankwebsite/overflow.webp",
            "filmskolenblankwebsite/kolonne.webp"
        ]
        },
         {
            "id":8,
            "kategori": "scrolling",
            "titel":"parralax scrolling",
            "beskrivelse":[ 
            "Yderligere i relation til de to kolonner, er der på alle disse sektioner defineret to forskellige parralax-scrolling animationer. Her animeres den ene sektion opad y-aksen, og den anden nedad.",
            "Dette valg er bl.a. truffet for at efterligne rulleteksterne i film. Yderligere skaber det en mere interaktiv scrolling-oplevelse, og gennem den absolutte positionering af animationerne, kan der yderligere arbejdes med overflow-designvalget",
            "De to animationer er begge skabt med framer motion, der animerer efter inView og derfor følger brugerens scrolling."
        ],
         "billeder":[
            "filmskolenblankwebsite/scrollup.webp",
            "filmskolenblankwebsite/scrolldown.webp"
        ]
        },
        {
            "id":9,
            "kategori": "scrolling",
            "titel":"horizontal scrolling",
            "beskrivelse":[ 
            "På hero-sektionen på om-os-siden og de fire billeder, der tilhører enten elev, underviser eller en film, benytter sig alle af en horizontal scrolling, der defineres efter brugerens scrolling på y-aksen. Denne er skabt med react framer motion ved brug af useTransform.",
            "Dette valg er truffet for at efterligne en analog filmrulle, og sætter dermed også alle elementer om side med hinanden."
        ],
         "billeder":[
            "filmskolenblankwebsite/rulle.webp",
            "filmskolenblankwebsite/rulle2.webp",
             "filmskolenblankwebsite/rullekode.webp"
        ]
        },
        {
            "id":10,
            "kategori": "UX/UI",
            "titel":"filtrering",
            "beskrivelse":[ 
            "Filtreringsmuligheden er relevant for listen over udgivede film. Her er der taget udgangspunkt i muligheden for både at filtrere i generationer og i genrer.",
            "Filtrering gennem generation er truffet på baggrund af målgruppen, hvor besøgende er interesserede i forhenværende elever. Kategorien efter genre er relevant for at skabe mulighed for at se variation i de forskellige forløb, der også er beskrevet i om-os-sektionen.",
            "Filtreringen viser hvor mange udgivede film er tilgængelige, og taler sammen med filtrerede value. Yderligere vises en fejlbesked hvis filtrering ikke har nogle resultater, ved at give en fejlbesked skabt gennem en conditional operator, der måler om længden af filteredFilms er over 0."
        ],
         "billeder":[
            "filmskolenblankwebsite/streger.webp",
            "filmskolenblankwebsite/filter.webp"
        ]
        },
        {
            "id":11,
            "kategori": "UX/UI",
            "titel":"navigation",
            "beskrivelse":[ 
            "Sitet anvender pathname til at gøre det tydeligt for brugeren, hvilken side de i øjeblikket er klikket ind på. Dette gøres ved at sætte den rundede form bag teksten.",
            "På elever-siden bliver brugeren mødt af en række videoer med titler af de forskellige generationer, der først afspilles ved hover. Videoerne er en samling af eleverne fra hver generations afgangsfilm, og skaber derfor et hurtigt indtryk af hver elev. Når en video klikkes, føres brugeren videre til et overview af hver elev på den valgte generation med et portrætbillede, beskrivelse og navn. For at sørge for at brugeren stadig ved de er på elever-siden, er der i pathname anvendt 'startsWith()'-instance-metoden.",
            "På mobilskærme ville dette layout blive brudt og der er derfor anvendt burgermenu, der vises i form af de konventionelle tre streger, der omdannes til et kryds når den er åbnet."
        ],
           "billeder":[
            "filmskolenblankwebsite/hero2.webp",
            "filmskolenblankwebsite/menukode.webp"
        ]
        },
        {
            "id":12,
            "kategori": "UX/UI",
            "titel":"accordion",
            "beskrivelse":[ 
            "Den primære målgruppe er potentielle elever. Det skal derfor være let at finde informationer, som de har brug for svar på uden for meget scrolling. Dette er skabt ved at anvende en accordion på både optagelse-siden og om-os-siden. På om-os-siden er titlerne små punkter mens optagelse-siden gør sig brug af spørgsmål.",
            "Denne accordion indeholder en animation, der folder sig ud, og er defineret i den globale css med interpolate-size, der altså er anvendelig hvis browseren supporter den. Dette skaber en mere smooth scrolling oplevelse, der dermed ikke skubber indholdet med det samme og skaber et layout-skift.",
            "Her er der et plus-ikon, der indikerer at det er muligt at klikke på sektionen, der bliver til et minus med en conditional operator for at indikere, at sektionen kan lukkes"
        ],
           "billeder":[
            "filmskolenblankwebsite/rulle2.webp",
            "filmskolenblankwebsite/farvevalg1.webp"
        ]
        },
        {
            "id":13,
            "kategori": "Tilgængelighed",
            "titel":"tastaturnavigering og screenreaders",
            "beskrivelse":[ 
            "Der er på alle billeder tilføjet alt-tags, knapper har aria-labels og links har titler. På denne måde er det muligt for screenreaders at korrekt oplæse sidens indhold. Yderligere er der sørget for at alle li-elementer ligger under en ul for at opretholde denne konvention, som er nødvendig for skærmlæseren.",
            "Det er muligt for brugeren at navigere igennem sitet på tastatur. På video-on-hover-komponentet på elever-siden er der derfor anvendt onFocus og onBlur på Linket."
        ],
         "billeder":[
            "filmskolenblankwebsite/lighthouse.webp",
            "filmskolenblankwebsite/videoonhover.webp"
        ]
        },
        {
            "id":14,
            "kategori": "SEO",
            "titel":"meta",
            "beskrivelse":[ 
            "En fordel ved at anvende Next.Js er at programmet selv optimerer SEO, og dermed er alt SEO-indhold returneret som 100 i lighthouse-testen. Derfor har det kun været nødvendigt at tilføje meta-beskrivelser og titler, hvor resten af indholdet såsom UTF-8 allerede er indbygget i Next. Der er dermed på hver side tilføjet en titel, et favicon og en beskrivelse af selve siden, så sitet kommer frem på google search engines med en beskrivelse."
        ],
        "billeder":[
            "filmskolenblankwebsite/meta.webp"
        ]
        }
    ],
    "display_image": "filmskolenblank_website.webp",
    "video": "filmskolenblankwebsite/video.mp4"
},
{
    "id": 2,
     "portfolio_kategori": "multimediedesign",
    "stilling": "fotograf",
    "arbejdsgiver": "Coming Up",
    "beskrivelse_kort": "Fotografering af  organisationens musikarrangement med efterarbejdelse i Adobe Photoshop.",
    "beskrivelse_lang": "Coming up er en musikarrangement under Holbæk Kulturskole, der giver en scene til unge upcoming kunstnere. I forbindelse med organisationens ice-rave-event, har jeg fotograferet og filmet til arrangementet med efterarbejde i photoshop. Projektet startede som et eksamensprojekt på multimediedesigneruddannelsens 2. semester, og blev efterfølgende brugt af organisationen selv til sine annonceringer.",
    "kategori": "fotografering",
    "type": "fotografering",
    "erhvervserfaring": true,
    "titel": "Coming Up",
    "beskrivelse_ord": "Lysstudie fotografering // On-location fotografering // Adobe Photoshop",
    "periode": "(dec 2024)",
    "proces":[
        "Processen startede med overvejelser om hvilken stemning billederne skulle indfange. Her var det ønsket at indfange noget til alle tre af coming ups målgrupper: potentielle frivillige, upcoming artists og musikelskere. Billederne skulle originalt bruges til en prototype af en hjemmeside til coming up med udgangspunkt i at fremme annonceringen på både website, sociale medier og andre annoncer.",
        "Vi ønskede billeder af coming ups drinks til at annoncere menukortet hvor baggrunden altså var skåret ud. Ud fra dette koncept, lejede vi et transportabelt lysstudie, der gjorde det let at arbejde med beskæringen. Efter dette begyndte vi at eksperimentere med mediet, hvor en af de frivillige selv kom på ideen om at efterligne at drikke en drink inde i studiet.",
        "Yderligere var det essentielt at have billeder til annoncering rettet mod frivillige, så teknik og barcrew blev også fotograferet",
        "Vi tog billeder af musikerne både nede fra publikum og oppe på scenen. Disse billeder kan både rettes mod musikelsker-målgruppen og upcoming artists.",
        "Resten af aftenen var der blot tale om at indfange øjeblikket og den stemning, der allerede var tilstede blandt publikum.",
        "Billederne blev efterarbejdet i photoshop og derfra tilsendt til organisationen."
],
    "proces_items":[{
            "id":0,
            "kategori": "lys",
            "titel":"studiebelysning",
            "beskrivelse":[ 
            "Billederne af menukortet er taget i et transportabel lysboks. Dette gjorde det let at maskere baggrunden væk senere i photoshop.",
            "Lysboksen fungerede som et ministudie med lysreflektorer og led-belysning. Lystemperaturen var af 5500 Kelvin. Efter motivernes behov skiftede vi mellem af fotografere med lysstyrke på 60W eller 80W"
        ],
         "billeder":[
            "comingupfotografering/lysstudie.webp"
        ]
        },{
            "id":1,
            "kategori": "lys",
            "titel":"on location",
            "beskrivelse":[ 
            "En del af fotograferingen foregik on location og derfor også med varierende belysning fra teknikerne. Da der var tale om en mørk setting, indstillede jeg ISO på 1600 og en shutter speed på 1/250s dog med variationer når lysindfaldet skiftede.",
            "Den høje shutter speed sørgede for ikke bare lysindfaldet, men var også essentiel for at opfange menneskerne i konstant bevægelse uden at skabe motion blur."
        ],
         "billeder":[
            "comingupfotografering/lyslocation.webp"
        ]
        },{
            "id":2,
            "kategori": "Photoshop",
            "titel":"Maskering",
            "beskrivelse":[ 
            "Til maskering af både øl og billede af kvinden, der drikker en øl, brugte jeg makeringsværktøjet i photoshop. Grundet belysningen var der intet behov for yderligere justeringer.",
            "Efterfølgende ændrede jeg på nogle af billedernes kontrastforhold, hvor jeg forskød minimalt på output- og- inputniveau i justeringsværktøjet."
        ],
         "billeder":[
            "comingupfotografering/maskering.webp"
        ]
        },{
            "id":3,
            "kategori": "Photoshop",
            "titel":"kontraster",
            "beskrivelse":[ 
            "Eftersom lysindfaldet varierede var der ikke altid et skarpt output i kontrastforholdene. Jeg har derfor justeret både på inputniveau, outputniveau i kurven. Dog skete dette lysindfald ofte ved publikum, hvor jeg valgte at beholde et lidt mere grynet udtryk i stedet for at ændre for meget på lyset i photoshop. På den måde underbygges der en analog og mere varm følelse."
        ],
         "billeder":[
            "comingupfotografering/kurver.webp"
        ]
        }
    ],
    "billeder":[
        "comingupfotografering/cu.webp",
        "comingupfotografering/cu1.webp",
        "comingupfotografering/coming_up_fotografering.webp",
        "comingupfotografering/cu2.webp",
        "comingupfotografering/cu3.webp",
        "comingupfotografering/cu4.webp",
        "comingupfotografering/cu5.webp",
        "comingupfotografering/cu6.webp",
        "comingupfotografering/cu7.webp",
        "comingupfotografering/cu8.webp",
        "comingupfotografering/cu9.webp",
        "comingupfotografering/cu10.webp"
    ],
    "display_image": "coming_up_fotografering.webp",
    "video": "comingupfotografering/video.mp4"
},
{
    "id": 3,
     "portfolio_kategori": "multimediedesign",
    "stilling": "trailerklipper",
    "arbejdsgiver": "Trappetrin 117",
    "beskrivelse_kort": "Optagelse af Trailer med efterarbejde i DaVinci Resolve. Yderligere fotograf af teateropsætning (se multimediedesign portfolio)",
    "beskrivelse_lang": "Trappetrin 117 opsatte teaterstykket Medea om den græske fortælling om en kvinde, der dræbte sine egne børn for at hævne sig på sin mand. Processen var selvstyret uden meget instruktion og i samarbejde med stykkets komponist. Optagelserne er selv filmet og sammenklippet i DaVinci Resolve.",
    "kategori": "creative branding",
    "type": "trailer",
    "erhvervserfaring": true,
    "titel": "Medea",
    "beskrivelse_ord": "Fotografering // DaVinci Resolve klipning",
    "periode": "(aug 2024)",
    "link": "https://youtu.be/ShBgMLVHZDc",
    "proces":[
        "Klippeprocessen startede ud med en overvejende analyse af hvilke elementer skulle indgå. Stykket er et drama og skulle derfor i forbindelse med musikken lede op til et klimaks, men for at beholde seerens opmærksomhed, aldrig forløses i traileren.",
        "I optagelsen af traileren, filmede jeg hele gennemindspilningen af stykket med enklete pauser og dermed uden instruktion. Jeg benyttede mig af de lyd- og fotoklip jeg fandt mest fængende. Her trak jeg hvert fængende klip ud fra hinanden med få sekunder for at skifte i varierende frames.",
        "I lyden arbejede jeg med at indsætte klips uafhængig af billedet, og andre dele beholde lyd sammen med billede.",
        "Jeg havde af stykkets komponist modtaget mp3-filer, hvor jeg skiftende skabte en overgang i musikkens tempo og sammenklippede de forskellige filer. Jeg ønskede at anvende den mere rolige musik i starten, der gradvist bliver mere dramatiseret som klimakset opstod.",
        "I slutningen af traileren nedsættes tempoet og musikken fader langsomt ud sammen med et mere længerevarigt klip end resten. På denne måde skabes en overgang, der i trailerens sammensætning skaber en varierende bue hvor klimaks når hen mod midten, som det også ses i berettermodellen."
    ],
     "proces_items":[{
            "id":0,
            "kategori": "billede",
            "titel":"klipinterval",
            "beskrivelse":[ 
            "For at beholde seerens opmærksomhed, er de fleste klip ikke længere end 4 sekunder. Det ønskes at traileren når en maksimal længde på 1 minut, og de ligger derfor direkte efter hinanden på tidslinjen. Jeg har her haft hele optagelsen liggende, og skiftevis trukket hvert klip ud fra hinanden, hvor jeg til sidst lagde dem side om side og skiftede i hastigheden efter behov ved den endelige sammensætning."
        ],
         "billeder":[
            "medeatrailer/billede.webp"
        ]
        }, {"id":1,
            "kategori": "lyd",
            "titel":"lydoptagelser",
            "beskrivelse":[ 
            "Ligesom med billedklippene, udtrak jeg de dele af lyden, jeg ønskede at anvende fra klippene og lagde dem senere ind på tidslinjen. For ikke at skabe en bemærkelsesværdig ændring af lyden når et klip bliver indsat, har mange af lydfilerne en fade i begyndelsen eller slutningen af klippet. De er ofte længere i de sektioner hvor musikken er roligere, da skift fra ingen til pludselig lyd her er mere bemærkelsesværdig. Grundet den konstante underlægningsmusik, har der ikke været behov for at redigere meget i lyden andet end voloumen."
        ],
         "billeder":[
            "medeatrailer/lyd.webp"
        ]
        }, {"id":2,
            "kategori": "lyd",
            "titel":"musik",
            "beskrivelse":[ 
            "Underlægningsmusikken er skabt af flere forskellige musikalske numre. For at skabe en overgang, der starter rolig og hurtigt lægger op til konfliktoptraptning, er musikken lagt ovenpå hinanden i forskellige lydspor med en fade til at præcisere overgangen.",
            "Jeg har yderligere arbejdet med at få billedet til at passe sammen med musikken og klippet efter en rytme. Her ses det bl.a. at der i en sektion med overgang og skift i tempo, overlægges et klip, der ligevel skifter i lys og skaber en afslørring."
        ],
         "billeder":[
            "medeatrailer/lyd1.webp"
        ]
        }
     ],
     "video": "medeatrailer/video.mp4",
    "display_image": "medea_trailer.webp"
},
{
    "id": 4,
     "portfolio_kategori": "none",
    "stilling": "Produktionsassistent og støtte",
    "arbejdsgiver": "GotFat Productions",
    "beskrivelse_kort": "Produktionsassistent og pædagogisk støtte til hovedmedvirkende på dokumentarfilmen Trine On Fire (2025).",
    "beskrivelse_lang": "Trine On Fire er en dokumentarfilm om Trines rejse i retspsykiatrien instrueret af Alexander Lind under GotFat Productions. I dokumentaren skal Trine gengive et teaterstykke ud fra hendes egne bøger, og havde i den forbindelse brug for en støtte når hun mærkede et pres.",
    "kategori": "film",
    "type": "Produktionsassistent og støtte",
    "erhvervserfaring": true,
    "titel": "Trine On Fire",
    "beskrivelse_ord": "",
    "periode": "(aug 2023-feb 2024)",
    "proces":[
        "Arbejdet startede med en dialog med dokumentarens instruktør. Her blev jeg forberedt på Trines historie og hvad hun har brug for af støtte. Under produktionen havde Trine svært ved at sige til når hun havde brug for en pause, og jeg blev dermed ansat for at hjælpe hende med at trække vejret og tale om hvordan hun har det.",
        "Her var det essenielt at jeg holdt øje med prøverne af teatergennemindspilningen og var opmærksom på Trines kropssprog, så jeg kunne stoppe instruktørerne og vurdere hvornår Trine skulle holde en pause. I pauserne talte vi til tider om hvordan hun havde det, andre gange lod jeg hende holde pausen alene.",
        "Trine havde et forhenværende godt forhold til produktionens ansatte, men disse ønsker også at få noget frem i hende. Derfor var det relevant at få mig, der ikke havde noget med filmens fortælling at gøre til at mærke efter på Trines grænser.",
        "På dele af produktionen arbejdede jeg som produktionsassistent. Jeg overtog i denne forbindelse også forskellige roller, hvor jeg afviklede lyd og lys når nogle fra produktionen ikke kunne være der den dag."
    ],
    "proces_items":[{
        "id": 0,
        "kategori": "Tanker",
        "titel": "Håndtryk",
        "beskrivelse":[
            "En del af oplevelsen for Trine var at hun havde svært ved at sige til når hun havde brug for pauser. Dette blev især relevant imod slutningen af produktionen, da hun skulle fremføre sit stykke til et publikum. Dog skete det til tider at jeg fejlvurdede Trines behov for pauser.",
            "Derfor udviklede vi et håndtryk vi kunne sende til hinanden. Hvis jeg var i tvivl om hun havde brug for en pause, sendte jeg det mod hende, hvor hun kunne afvise eller godtage med hånden. Modsat, hvis hun havde brug for en pause, men havde svært ved at sige det, sendte hun håndtrykket til mig, der i så fald afbrød instruktørerne."
        ],
        "billeder":[
            "trineonfire/applaus.webp"
        ]
    },{
        "id": 1,
        "kategori": "Tanker",
        "titel": "Relation",
        "beskrivelse":[
            "Det var essentielt at Trine og jeg havde en tryg relation til hinanden og jeg derfor ikke blot føltes som en ansat. Til tider når Trine og jeg snakkede om hendes følelser, drog jeg dermed også parralleler til mit eget liv og lukkede hende ind i mine egne personlige oplevelser og tanker.",
            "Yderligere snakkede vi i nogle af pauserne om andre ting og jeg delte også min hverdag med hende. Andre gange sad vi i stilhed, gik en tur eller holdte en pause hver for sig. Dette var især vigtigt, så Trine ikke skulle sidde i hendes følelser hele tiden og dele ud af hendes pres. mens det nogle gange føles rart at dele hvordan man har det til en, der lytter, kan man andre gange have brug for en komplet pause fra det hele."
        ],
        "billeder":[
            "trineonfire/pause.webp"
        ]
    }],
    "display_image": "trineonfire.webp",
    "video": "trineonfire/video.mp4"
},
{
    "id": 5,
     "portfolio_kategori": "kunst",
    "stilling": "dokumentarinstruktør",
    "arbejdsgiver": "Filmskolen Blank",
    "beskrivelse_kort": "Instruering, producering, fotografering og klipning af dokumentarfilm Tabte År (2023) som afgangsprojekt fra Filmskolen Blank, med udgivelse på tre internationale filmfestivaler.",
    "beskrivelse_lang": "Tabte År er en fortælling om min mors håndtering af sin sygdomsforløb og dennes indvirkning på familierelationen. Dokumentaren er instrueret, filmet, produceret og klippet af mig med samarbejde med komponist, sound designer og color grader. Filmen blev vist på tre internationale filmfestivaller og sponsoreret af Sparekassen Sjælland med officiel premiere i Kulturbiografen Holbæk og yderligere vist med oplæg under Skvulp Festivals folkemøde.",
    "kategori": "film",
    "type": "dokumentar",
    "erhvervserfaring": true,
    "titel": "Tabte År",
    "beskrivelse_ord": "",
    "periode": "(aug 2022-maj 2024)",
    "proces":[
        "Filmens begyndelse startede med en samtale med min underviser hvor vi sammen prøvede at finde ud af hvordan filmen skulle udfolde sig. Jeg kom med ideen om, at dokumentaren skulle handle om min mors rejse i sygdomsvæsenet og hendes fejldiagnosticering. Her sagde han, at hvis jeg skulle lave denne film om min egen mor, skulle det være en fortælling, det kun var mig, der kunne lave - enhver kunne lave en film om sygdomshistorikker, men hvorfor var denne film essentiel for mig? Langsomt med filmens opstart, oplevede jeg at filmen tog dybde i noget mere vigtigt - noget, jeg måske selv havde fotrængt. Og i forbindelse med filmens opstart i mit sabbatår hvor jeg var meget hjemme, oplevede jeg den frustration over hvor meget min mors sygdom fyldte i vores alles hverdag, som resten af min familie havde haft. Filmen gik derfra fra at handle om sygdomsvæsenet til hele min families tilværelse som pårørende. Jeg endte med at bruge denne film til et råb om hjælp for en ændring.",
        "Jeg har i filmens undtryk eksperimenteret med dokumentargenren ved at arbejde med at indfange et virkeligt øjeblik i et iscenesat rum. Dette er især tilfældet i dokumentarens mest essentielle scene, hvor min mor og far sidder overfor hinanden ved et bord med et lys imellem dem. Denne scene er inspireret efter Lars Von Triers Dogville hvor alle i elementer i filmen er der af en grund og rummet er mørkt omkring dem. Jeg arbejede her især med symbolismen af hvert element. I selve optagelsen af filmen var det vigtigt, at jeg forholdte mig til hvordan jeg som fotograf og instruktør, fik det rigtige ud af mine medvirkende. Jeg havde en klar fordel fordi min relation var så tæt med dem, og det var derfor ikke en del af processen at lave en relationsdannelse på samme måde, som det oftest er essentielt i andre dokumentarer. I stedet havde jeg den forhindring, at jeg let kunne påvirke mine medvirkende og derfor måtte enten udnytte eller nedsætte min rolle i forhold til mine medvirkende. Jeg har i dele af dokumentarens optagelse været meget instruerende - især ved de opstillede scener. I scenen til familiearrangementet derimod var jeg en flue på væggen, hvor jeg blot filmede de arrangementer, jeg var så velkendt i, og vidste derfor præcis hvor jeg skulle være og på hvilket tidspunkt.",
        "Filmens udvikling af taget udgangspunkt i samtaler jeg løbende havde med mine underviser hvor vi sammen fandt ud af hvordan jeg skulle skabe den næste scene og hvorfor. Det, der var mest essentielt ved disse samtaler var at hver scene skulle have en betydning og et form for vendepunkt. Efter en scenes opståen, viste jeg denne til mit filmhold hvor jeg uden at fortælle noget om scenens betydning, lyttede til mine medstuderendes tanker og følelser ved scenens handling. Ud fra dette fik jeg et indblik i hvordan andre oplevede scenerne - noget jeg tog med mig var at nogle oplevede den præcis som jeg ønskede, mens andre så noget, jeg ikke selv havde lagt mærke til, men alle disse indvindinger var vigtige for at jeg selv kunne forstå filmens handling."
    ],
    "proces_items":[{
        "id": 0,
        "kategori": "instruering",
        "titel": "medvirkendehåndtering",
        "beskrivelse":[
            "Under filmens instruering var det gennemgående, at jeg skulle forholde mig til hvordan jeg som datter af de to hovedmedvirkende, påvirkede dem når kameraet blev tændt. Dette kunne både være en fordel og en ulempe. Jeg vidste præcis hvad jeg ville have ud af mine medvirkende i hver scene, og skulle derfor forholde mig til hvordan jeg fik netop dette.",
            "I filmens første scene, hvor min mor beretter om hendes sygdomsforløb, anvendte jeg et typisk interviewlignende opsætning. Jeg vidste på forhånd at min mor havde meget at sige om dette forløb og sagde netop blot 'fortæl om din historik fra start til slut'. Hvad jeg ikke havde forventet var at dette ikke var så let for hende. Hendes beretning havde ikke meget følelse og hun vidste ikke som sådan hvad hun skulle sige. Jeg måtte derfor ændre taktik, og skiftede til at stille konkrete spørgsmål, men selv dette virkede besværende for hende. Jeg tænkte dermed tilbage på hvilken setting, jeg kender hende fra og skiftede retning til at starte en samtale, og bød selv ind bag kemraet med indskud. Dette ændrede hele hendes beretning, og hurtigt skiftede hun til at tale til mig i stedet for kameraet, og følelserne kom derfor mere til udtryk.",
            "I scenen hvor mine forældre sidder sammen om det lange bord, havde jeg samme tilgang, hvor jeg minimerede instruktionen i første omgang, og blot sagde skulle have en samtale, som de plejer (med antagelse om, at min mor naturligt ville dreje den hen på sygdom). Her startede samtalen om arbejde og politik, men jeg oplevede meget hurtigt at min far var meget bestemt i karakter som min mor også kan være det. Samtalen gik derfor hen til et skænderi, hvor de begge talte over hinanden. Jeg havde inden scenens optagelse ikke ønsket en konflikt, men blot en indfangelse af de typiske samtaler i hjemmet, der endte med at handle om sygdom. Dog måtte jeg tage højde for at eftersom scenens optagelse fandt sted i et opstillet rum, havde mine medvirkende en forudbestemt ide om, at der forventes noget af dem, og deres samtale var derfor ikke som i dagligdagen. Dette endte med at være til min fordel, da jeg afbrød optagelsen, og privat tog en samtale med min far, hvor jeg måtte indtræde mere instruerende, men stadig passe på, at jeg ikke påvirkede ham for meget til at spille skuespil. Jeg skulle derfor under hele instrueringsprocessen være opmærksom på at lede mine medvirkende hen i en bestemt retning uden at lukke dem ind i hvilken retning jeg ønskede af dem. Jeg bad i denne samtale min far om at stoppe med at afbryde mor fordi scenen i bund og grund handler om ham. Dette skabte en stor forandring i scenens resultat. Scenen endte derfor over alt min forventning med at være et stort drejepunkt på hele filmens retning i og med han også sagde ting, han førhenværende ikke havde sagt højt. I dagligdagen lagde jeg mærke til at han på en måde klappede sammen mens min mor røg ud i en lang tangent, men i denne scene hørte jeg ham for første gang tale om hvordan han havde det.",
            "I slutningen af filmen sidder min mor i en biograf og ser scenen om mine forældre ved langbordet. Her var det meningen at denne scene skulle få hende til at se sig selv og deres parforhold fra et ydre perspektiv, men under afspilningen ville hun afbryde og blive frustreret på min far på ny i stedet for objektivt at forholde sig til det. Jeg stoppede derfor optagelserne og sagde til hende, at hun skulle forestille sig at de to mennesker på lærredet ikke var dem, men nogle andre. Dette fik hende til at virke mere lyttende, og gjorde en stor forskel på vendepunktet. Denne scene gjorde en stor forskel, da det er her hun vender tilbage til ordene 'der er ikke noget liv', men denne gang i tone om forandring i stedet for håbløshed."
        ],
        "billeder":[
            "tabteaarfilm/haandtering1.webp",
            "tabteaarfilm/haandtering2.webp"
        ]
    },{
        "id": 1,
        "kategori": "instruering",
        "titel": "rum",
        "beskrivelse":[
            "De rum og ydre faktorer, jeg placerede mine medvirkende i havde en vigtig påvirkning af det endelige resultat. Dokumentaren skifter mellem de opsatte rum og virkelige dagligdagssituationer, men især i de opstillede rum, havde jeg et bestemt ønske af hvad jeg fik ud af mine medvirkende.",
            "I scenen hvor min mor og jeg maler på et spejl, var ønsket at samtalen mellem os skulle skabe et nærvær og forløsning. Derfor var det essentielt at vi samarbejdede om noget - nemlig at male et motiv. I min barndom var malerier ofte noget vi lavede sammen, og jeg ønskede derfor at trække denne kollektive kreativitet ind i samtalen. Scenen var optaget på BGK Holbæk, hvor vi var omgivet af en række kunst i et lukket rum. Kameraet var placeret bag os, hvor vores ansigter blev afspejlet i spejlet, så det store kamera ikke virkede intimiderende og på den måde kunne lade min mor glemme at optagelsen fandt sted.",
            "I de opstillede scener var det vigtigt, at jeg var den eneste bag kameraet og produktionen på den måde var mindre. Havde der været en større produktion til stede, havde dette virket mere intimiderende for mine medvirkende, og den eneste ydre faktorer, der kunne påvirke mine medvirkende til at agere anderledes end normalt var kameraets tilstedeværelse. Derfor var den store træning for mine medvirkende, at vænne dem til at der blev optaget. I scenen hvor mine forældre sidder ved langbordet, blev der filmet i omtrent to timer, hvor de henimod slutningen lod til at glemme tilstedeværelsen, dog var det tydeligt at de stadig var bevidste om at jeg stod bagved og filmede. Dette gør sig tydeligt et par gange, hvor de kigger om bag kameraet og over på mig.",
            "Scenen ved langbordet, i biografen, hvor min mor maler over et lærred og hvor min mor og jeg maler på et spejl, er alle optaget i lukkede rum uden mange ydre faktorer. Dette skaber et nærvær mellem mig som fotografen og instruktøren og mine medvirkende. I alle disse scener har mine medvirkende været med til at opstille setdesignet og der blev på den måde skabt et samarbejde og nærvær imellem os inden optagelserne fandt sted."
        ],
        "billeder":[
            "tabteaarfilm/rum1.webp",
            "tabteaarfilm/rum2.webp",
             "tabteaarfilm/rum3.webp"
        ]
    },{
        "id": 2,
        "kategori": "setdesign",
        "titel": "symbolisme",
        "beskrivelse":[
            "I de opstillede rum, spiller symbolismen en stor rolle i fortællingen. Det ses især i scenen ved langbordet, hvor mine forældre er placeret på den lange side overfor hinanden for at symbolisere en afstand imellem dem. Mellem dem er der et lys, der symboliserer et håb, der kan tændes og slukkes. Jeg optog begge mine forældre tænde og puste lyset ud inden optagelsen eftersom jeg ikke kendte det endelige resultats udfald, men som scenen afsluttede tog jeg beslutningen om at min far tændte håbet for forandring, som min mor pustede ud. Lysets flamme symboliserer også mine forældres parforhold, der langsomt brændes ned og mod klimaks i scenen hvor skænderiet mellem dem er mest fremtræddende flimrer lyset uroligt. Bag dem ses en dør, der symboliserer muligheden for at forlade parforholdet, som min mor henimod slutningen af scenen står opaf. Ideen til netop dette setdesign startede ved tanken om, hvor de samtaler om min mors sygdom typisk ville finde sted, og dette kunne for eksempel være ved spisebordet. I form af lyset er de to medvirkende placeret i forskellig scenelys, hvor min far sidder i det varme og min mor i det kolde. Det er min mor, der har mikrofon på, så det er hende man hører, men det er i min far, der sidder i det tydelige lys, så det er ham man ser.",
            "I scenen hvor min mor maler på et lagen, maler hun med den røde skrift 'du kæmper, Dorte', som er et motto, hun gengiver til sig selv. Dette males i et rødt lys i det mørke rum, som gør skriften utydelig. Dette valg er truffet for at skabe en tvetydighed i mottoet og en form for foreshadowing for kompleksiteten af min mors kamp. I slutningen af filmen vender vi tilbage til dette rum, hvor min mor tager lagnet ned for at symbolisere en ende.",
            "Spejlet i scenen som min mor og jeg malede med glasstyker limet fast til, symboliserer at se ind i sig selv. Der males på en række glasskår, som vi i starten af scenen smadrer sammen, og senere limer på spejlet for at symbolisere en ny begyndelse, og at fikse noget, der er i stykker. I scenen klippes der mellem samtalen og limen min mor sætter på glasset - hun limer altså det ødelagte sammen. På det punkt i samtalen hvor vendepunktet finder sted og min mor lader til at få vækket en selvindsigt, klippes der til et klip, hvor min mor kigger på sig selv i det nye malede spejl.",
            "I slutningen af filmen farver jeg min mors hår, og dette finder sted som en form for forløsning. Et menneskes hår symboliserer sin identitet, og en ændring af sit ydre kan afspejle en ny begyndelse på sit indre. Der er i denne scene en form for dobbeltbetydning af at jeg er den, der farver hendes hår både i form af denne symbolisme, der gør at vi kollektivt skaber en forandring og et nærvær imellem os. Men også i og med min mors historik som frisør, som hun har måtte sygemelde sig fra, skabes der nu et nærvær, hvori jeg overtager denne rolle fra hende og hjælpe hende."
        ],
        "billeder":[
            "tabteaarfilm/symbolisme1.webp",
            "tabteaarfilm/symbolisme2.webp",
            "tabteaarfilm/symbolisme3.webp",
            "tabteaarfilm/symbolisme4.webp"
        ]
    },{
        "id": 3,
        "kategori": "klipning",
        "titel": "komposition",
        "beskrivelse":[
            "Filmens opsætning starter med at introducere konflikten, der senere udspiller sig, og i slutningen bliver forløst.",
            "Mange af scenerne er lange for at underbygge følelsen af, at der aldrig sker noget. At mine forældre sidder fast i den samme hverdag og samme samtaler uden forandring. Det symboliserer en form for håbløshed. I scenen til familiearrangementet klippes der frem og tilbage mellem mændene i kælderen og kvinderne i stuen, der henimod slutningen på aften oplever to hvidt forskellige former for fester - mændene løsriver sig dagligdagens ansvar og drikker sig fulde mens kvinderne forbliver de ansvarsfulde og snakker om fortiden. Der klippes frem og tilbage mellem disse to rum for at underbygge den markante forskel på hvordan de to parter oplever arrangementet og endvidere trækkes denne ud som en aften, der ikke afsluttes. Hos mændene ses der et nærvær som kvinderne ikke er en del af, min mor trækker sig og fremstår ensom.",
            "Kompositionen virker som en ellipse, der vender tilbage til starten af filmen i slutningen - her skabes forløsningen. Det ses da min mor i biografen ser scenen af mine forældre ved langbordet, og ligeledes da hun tager lagnet med maling ned, som hun i begyndelsen af filmen malede på."
        ],
        "billeder":[
            "tabteaarfilm/komposition.webp"
        ]
    },{
        "id": 4,
        "kategori": "klipning",
        "titel": "overgange",
        "beskrivelse":[
            "Klipningen foregik ved at jeg udtrak de steder i dialogen, der var mest fængende samt dækbillederne, som senere blev lagt på timelinen samlet. Her er det klippet ved at klippe i samtalen og sætte denne sammen. Ved hvert klip, der cutter i samtalen, indsættes der et dækbillede, der efterligner en reaktion på det sagte. På den måde ligner det at samtalen er optaget med to kameraer og skaber en kontinuitet, der gør det ikke er tydeligt at se klippet.",
            "Et andet greb, jeg har anvendt i klipningen er de sorte pauser. Imellem enklete elementer og scener i filmen, antydes der en pause ved brat at stoppe både lyden og billedet i omkring to sekunder. Dette giver seeren et øjeblik til at tænke og trække vejret efter en heftig scene. Andre gange er der skabt en overgang imellem scenerne enten i form af musikken, eller en dialog der starter ved billedet på slutningen af scenen og senere starter den nye scene op."
        ],
        "billeder":[
            "tabteaarfilm/overgang1.webp",
            "tabteaarfilm/overgang2.webp"
        ]
    },{
        "id": 5,
        "kategori": "fotografering",
        "titel": "teknik",
        "beskrivelse":[
            "Filmen er optaget med Canon EOS C300 mark II med et tilhørende objektiv. IOS er indstillet forskelligt efter selve lysindfaldet, som justeres på objektivet.",
            "Motivmæssigt er der filmet efter tredjegradsreglen, der placerer motivet efter det gitter, der er indstillet på kameraet á 9 firkanter. Her er fokus på motivet typisk placeret alligned efter højre eller venstre linje med øjne på skillepunktet."
        ],
        "billeder":[
            "tabteaarfilm/fotografteknik.webp"
        ]
    },{
        "id": 6,
        "kategori": "fotografering",
        "titel": "fotografer",
        "beskrivelse":[
            "Der er i filmen krediteret to fotografer - mig og Matilde Wegener. Det meste af filmen er filmet af mig grundet medvirkendehåndtering, men sidste scene hvor jeg farver min mors hår er filmet af Matilde. I denne scene spillede min instruering yderligere en rolle, hvor jeg selv virkede med som medvirkende, og derfor satte samtalen igang med min mor. Jeg oplevede en stor modstand i at hun virkede mere tilbageholden i hvad hun tillod samtalen at dreje sig om eftersom der var en anden part tilstede.",
            "I og med optagelsen varede omkring en time, blev hun over længere tid vant til kameraets tilstedeværelse. Matilde filmede som en flue på væggen, og optog dækbilleder tæt på håret og i spejlet og tæt på os."
        ],
        "billeder":[
            "tabteaarfilm/fotografer.webp"
        ]
    },{
        "id": 7,
        "kategori": "producering",
        "titel": "lokationer",
        "beskrivelse":[
            "I form af de opstillede scener, har jeg anvendt lokationer jeg forhenværende kendte til i Holbæk. Her er der optaget i alt tre scener på Stenhus Gymnasium, hvor jeg har taget kontakt til tidligere undervisere med aftale om at låne et undervisningslokale, biograf og dramatiklokale. En anden scene er optaget på BGK Holbæk, som ligger under Talent Holbæk, hvor jeg tog kontakt til lederen deraf."
        ],
        "billeder":[
            "tabteaarfilm/rum3.webp"
        ]
    },{
        "id": 8,
        "kategori": "producering",
        "titel": "finansering",
        "beskrivelse":[
            "Filmen er low budget på omtrent 15.000 kr. I form af setdesign har jeg anvendt dels lånt scenografi og andre gange selv finansieret omkostningerne.",
            "I form af sound design har dette været en omkostning på 10.000 kr. i samarbejde med professionel sound designer Tobias Frank. Andre omkostninger dækkede omdannelse til DCP, så filmen kunne vises i biografer, og indsendelse til filmfestivaller.",
            "Det er Sparekassen Sjælland Fyn, der er sponsorat på filmen, hvoraf jeg tog kontakt til direktøren Lars Petterson og opsatte et møde med pitching af filmen, og et fastlagt busget. Lars gik med til at være sponsoraten og han opsatte selv krav i forbindelse med filmens reklamation, og gik med til at dække yderligere omkostninger udover sound designet."
        ],
        "billeder":[
            "tabteaarfilm/finansering.webp"
        ]
    },{
        "id": 9,
        "kategori": "producering",
        "titel": "annoncering",
        "beskrivelse":[
            "Efter Lars Pettersons forslag, tog jeg kontakt til journalist Palle Mogensen i det lokale Nordvest Nyt, der gik med til at skrive en artikkel om filmens visning i kulturbiografen og processen af filmen.",
            "Her udførte han et interview med mig som instruktør samt direktøren af Kulturbiografen og tog yderligere pressefoto af mig i profil.",
            "Visning af filmen blev håndteret af Kulturbiografen, hvor jeg tog kontakt til direktøren Niels Bo og adspurgte om en privat gallapremiere. Han gik her med til at dække omkostninger, og tilbød selv at få Sidesporet til at dække mad og drikke på deres regning. Yderligere foreslog han selv at lade filmen have to visninger i biografen til offentligt publikum på deres program.",
            "Efterfølgende blev jeg kontaktet af Skvulp Festivals leder Rikke Klit, der tilbød at lade mig holde oplæg med visning af et uddrag af filmen til deres folkemøde med inviterede gæster fra kommunens skoler."
        ],
        "billeder":[
            "tabteaarfilm/premiere.webp",
            "tabteaarfilm/annoncering.webp",
    "tabteaarfilm/kulturbiografen.webp",
"tabteaarfilm/skvulp.webp"]
    },{
        "id": 10,
        "kategori": "Lyd",
        "titel": "sound design",
        "beskrivelse":[
            "Grundet førnævnt medvirkendehåndtering har der ikke været lydtekniker til stede under optagelserne. Lyden er optaget med microports indsat til kameraet og er typisk blevet sat på mellem en til to medvirkende, der har opfanget lyden. Der var under optagelser en række tekniske problemer, der medførte at en microport ikke blev opfanget.",
            "Dette blev primært fikset i sound designet af Tobias Frank. I scenen ved langbordet, var der en markant noise, der ikke kunne reduceres. Vi endte med at løse dette problem ved i stedet at underbygge noise og tilføje dette i flere lydspor samt en atmosfære til rummet. Dette underbyggede ligevel symbolismen i form af en 'larmende stilhed'.",
            "Andre steder i sound designet, blev der tilføjet til atmosfæren ved sound effekter til at underbygge dialogen. Det ses bl.a. i scenen hvor min fars søn siger ordene 'har du ikke noget liv eller hvad?', og atmosfæren indtrænges og dæmper lyden, indtil den opbygges igen da han bekræfter.",
            "Der er ligevel tilfjet lyd ved at underbygge rummet for eksempel i den helt første scene i filmen hvor min mor sidder på altanen. Her underbygges rummet ved at tilføje lyd af en hund."
        ],
        "billeder":[
            "tabteaarfilm/sounddesign.webp"
        ]
    },{
        "id": 11,
        "kategori": "Lyd",
        "titel": "musik",
        "beskrivelse":[
            "Musikken er skabt i samarbejde med en komponist, der yderligere var medstudernde på mit filmhold. I dette samarbejde var der ikke meget instruktion, men i stedet havde han fri mulighed til at eksperimentere med lyden ved at sende mig et album af forskellige mp3-filer, som jeg kunne benytte mig af.",
            "Anders havde i forvejen set de vigtige scener i filmen og været med til dialogen omkring den, og havde dermed allerede et indblik af hvilken atmosfære lyden skulle rumme. Musikken er skabt med at eksperimentere i forskellige instrumenter og beats.",
            "Et eksempel på hvor musikken er essentiel er ved montagedelen, hvor mine forældre forlader familiearrangementet. Andre steder er den underbyggende som da der i langbordsscenen zoomes ind på mit fars fortabte ansigt, og lydsporet i starten, slutningen og midten af scenen afspilles."
        ],
        "billeder":[
            "tabteaarfilm/musik1.webp",
            "tabteaarfilm/musik2.webp"
        ]
    }],
    "video": "tabteaarfilm/video.mp4",
    "display_image": "tabte_aar_dokumentar.webp"
},
{
    "id": 6,
     "portfolio_kategori": "multimediedesign",
    "stilling": "fotograf",
    "arbejdsgiver": "Trappetrin 117",
    "beskrivelse_kort": "Fotografering af teateropsætningen Medea med instruktion fra instruktør. Studiefotografering med lys og efterarbejde i Adobe Photoshop.",
    "beskrivelse_lang": "Billeder af forskellige scener af teateropsætningen Medea fra den græske fortælling om kvinden, der slog sine børn ihjel for at hævne sig på sin mand. Fotograferingen er taget med instruktion af de ønskede stills og senere efterarbejdet i Adobe Photoshop.",
    "kategori": "fotografering",
    "type": "fotografering",
    "erhvervserfaring": true,
    "titel": "Medea",
    "beskrivelse_ord": "Studiefotografering // Adobe Photoshop",
    "periode": "(aug 2024)",
    "proces":[
        "Processen af fotograferingen startede med en instruktion af teaterstykkets instruktør. Her instruerede hun skuespillerne i deres positioner og bevægelser mens jeg var instrueret i hvilke perspektiver billederne skulle tages i. Dog var der mulighed for at jeg afvigende fra instruktionen havde fri mulighed for selv at vurdere motivernes perspektiv. Her arbejede jeg med tredjegradsreglen, forgrund, baggrund, højderne fra perspektivet og fokuspunkter til at indfange scenerne korrekt.",
        "Jeg havde yderligere i forbindelse med teateropsætningen været med til at dokumentere instruktionsprocessen og havde dermed allerede et indblik i scenernes betydning.",
        "Da billederne var taget, sendte jeg orginalfilerne til instruktøreren og producerne, som udvalgte sine favoritter. Ud af disse udvalgte jeg én af motiverne fra hver udvalgte scene og efterarbejdede disse i Adobe Photoshop.",
        "Jeg arbejede i photoshoppen med at skabe mere tydelige kontrastforhold og farvebalancer i niveauerne. Dette skyldtes primært en forhindring i produktionen hvor lysafviklingen ikke var optimal, og trods kameraindstillingerne var originalfilerne meget grynede eller utydelige. Jeg arbejdede derfor med at fremhæve den sorte betoning og lysindfaldet, samt fremhævning af de farvede lys farvebalance."
    ],
    "proces_items":[{
        "id": 0,
        "kategori": "Lys",
        "titel": "Scenelys",
        "beskrivelse":[
            "Billederne er taget med scenelyset fra opsætningen á 200 watt LED. Dog var der den forhindring, at afvikleren ikke var til stede og lyset derfor var meget dæmpet fra det optimale niveau.",
             "Da der var tale om en mørk setting, indstillede jeg ISO på 1600 og en shutter speed på 1/250s dog med variationer når scenelyset skiftede til en farve med lavere kontrastniveau.",
            "Den høje shutter speed sørgede for ikke bare lysindfaldet, men var også essentiel for at opfange når der var ønsket et still af skuespillerne mens de var i bevægelse uden at skabe motion blur.",
            "Dette var et eksempel ved den menneskelige vejrmølle - dog oplevede jeg med udfordringer fra lysindfaldet, der i forvejen var dæmpet belyst grundet en blå belysning uden noget lysere spot, at der forekom en motion blur uanset hvad. Dette endte dog med at være et visuelt udtryk, der var meget sigende hvor skuespilleren i midten var skarpt indstillet og de to omkring hende var i bevægelse."
        ],
        "billeder":[
            "medeafotografering/medea8.webp",
            "medeafotografering/medea17.webp"
        ]
    },{
        "id": 1,
        "kategori": "Produktion",
        "titel": "Instruering",
        "beskrivelse":[
            "Under fotogfraferingen, var skuespillerne instrueret af stykkets instruktør mht. hvilke psotioner de skulle stå i. Yderligere instruerede hun mig i hvilke vinkler billederne skulle tages fra.",
            "Dog var der variationer, hvor jeg havde frihed til at afprøve forskellige vinkler og eksperimentere mellem de forskellige formater."
        ],
        "billeder":[
            "medeafotografering/medea15.webp"
        ]
    },
    {
        "id": 2,
        "kategori": "Komposition",
        "titel": "Billedbeskæring",
        "beskrivelse":[
            "Mange af billederne er taget i en halvtotal for at indramme fokus på skuespillerne og samtidig få en fornemmelse af rummet.",
            "Andre billeder er taget i en total og indrammer dermed skuespillernes fulde kroppe. De billeder med totalbeskæring er valgt ud fra at skabe et motiv hvor kroppene, der i dette stykke danner scenografien giver et fuldt udtryk af det endelige rum.",
            "Af samme årsag i at skuespillernes kroppe i forholdt til hinanden danner teaterstykkets helhed, er der ikke taget billeder i en nærbeskæring. I teaterdramatik er skuespillernes ansigtsudtryk mere tydelige og ekstra så alle i publikum kan se fremfor hvad der ses i filmdramatik. Derfor beholdes skuespillernes ansigtsudtryk og følelse ligeså gennemlevende i den halvtotale beskæring."
        ],
        "billeder":[
             "medeafotografering/medea17.webp",
            "medeafotografering/medea11.webp"
        ]
    },
    {
        "id": 3,
        "kategori": "Komposition",
        "titel": "Motiv",
        "beskrivelse":[
            "Billedernes motiv er taget ud fra tredjedelsreglen, hvor kameraet yderligere var indstillet i to vandrette og to lodrette linjer. Her indrammede jeg gerne menneskene i venstre side med deres øjne på skæringspunktet på midten af øverste linje. Dette beholder det gyldne snit i fotografiet. Ligeledes placerede jeg deres kroppe efter de lodrette linjer, og varierede dermed i beskæringerne efter motivets ønskede komposition.."
        ],
        "billeder":[
            "medeafotografering/medea1.webp",
            "medeafotografering/medea16.webp",
            "medeafotografering/medea25.webp"
        ]
    },{
        "id": 4,
        "kategori": "Komposition",
        "titel": "Perspektiv",
        "beskrivelse":[
            "De fleste billeder er taget i normalperspektiv, hvor kameraet er indstillet i højde med motivet.",
            "Dog er der eksperimenteret i varierende perspektiv, hvor der ses en mindre frø- og fugleperspektiv på nogle af billederne. Frøperspektiverne på visse billeder er taget for at indramme motivet som større og mere magtfuldt. Dette ses bl.a. hvor Medea står bag Jason mens han fortabt knæler, og selvom fokus er på Jason, fremstår Medea her større da hendes skikkelse placeres over Jason.",
            "Billederne i frøperspektiv er ofte taget når skuespillernes kropsplaceringen er mere nær gulvet og skaber perspektivet tages her nede ved dem mens det kropslige omkring dem bliver fremhævet.",
            "Et eksempel på fugleperspektivet ses da Medea bliver kvalt i skuespillernes kostumers tråde. Her kigger hun op i luften og billedet tages her oppefra, hvor kroppene omkring hende fremstår mindre."
        ],
        "billeder":[
            "medeafotografering/medea1.webp",
            "medeafotografering/medea19.webp",
            "medeafotografering/medea14.webp"
        ]
    },{
        "id": 5,
        "kategori": "Komposition",
        "titel": "Fokuspunkter",
        "beskrivelse":[
            "Billederne er indstillet i manuelt fokus for at styre fokuspunkterne. Igen følgelig den kropslige scenografi er det essentielt at perspektiverne er fokuseret på typisk én skuespillers fokuspunkt mens dem omkring dem gøres mere slørrede i baggrunden eller forgrunden.",
            "Skuespillernes placering i forgrund og baggrund er bestemt af instruktøren. Her har jeg arbejdet med fokuspunkterne til at fremhæve tildels den ene skuespillers forgrund - typisk i billederne hvor Jason og Medea er placeret lineart mellem hinanden - men også med fremhævelse af baggrunden. Et eksempel er hvor Medea står i baggrunden, men det er hende fokusset ligger på mens Jasons udtryk stadig er genkendeligt.",
            "Der er ikke en stor blændeåbning mellem forgurnde og baggrunde, da det ønskes (i samme grund som halvtotalbeskæringen) at hele motivet er synligt dog med forskellige fokuspunkter."
        ],
        "billeder":[
            "medeafotografering/medea3.webp",
            "medeafotografering/medea15.webp",
            "medeafotografering/medea25.webp",
            "medeafotografering/medea20.webp"
        ]
    },{
        "id": 6,
        "kategori": "Photoshop",
        "titel": "Maskering",
        "beskrivelse":[
            "Det er skuespillerne, der danner scenografien sammen med scenelyset, derfor antydes der intet rum i billederne. Grundet lysforhindringer sås der en markant pixelering på originalbilledernes baggrund, der afveg fokus fra motivernes belysning.",
            "Jeg har dermed arbejdet med at udskære motivet i Adobe Photoshop, og gjort baggrunden mørkere enten ved justering af kontrastforhold eller ved tilføjelse af en pure black baggrund efter behov."
        ],
        "billeder":[
            "medeafotografering/motiv.webp"
        ]
    },{
        "id": 7,
        "kategori": "Photoshop",
        "titel": "Kontrastforhold",
        "beskrivelse":[
            "Kontrastforholdene er skabt via. justeringer på kontrastkurven, niveauer og belysning. Dette er styret mellem input og putput niveauer typisk i RGB. Da der er tale om  en farvet belysning, har der tildels været behov for at fremhæve enten det rødlige, grønlige eller blåigere skær. Her har jeg fremhævet for eksempel det tødlige skær ved bl.a. at skrue ned for det blå inputniveau."
        ],
        "billeder":[
            "medeafotografering/niveauer.webp"
        ]
    },{
        "id": 8,
        "kategori": "Photoshop",
        "titel": "Farvebalance",
        "beskrivelse":[
            "Grundet lysforhindringerne stod nogle af billedernes farve ikke så skarpt og virkede derfor mattende. Jeh har her ekperimenteret en del imellem de forskellige farvebalancer i former for niveauer i afvigelse mellem skygger, fremhævede områder og mellemgrunde. Et eksempel ses hvor Medea står omkring hendes døde børn i sorg, og det ellers rødelige lys, der i originalfilen var meget nedtonet, er skruet ned for det blålige og skaber en hvid fremtoning på mellemtonerne."
        ],
        "billeder":[
            "medeafotografering/farvebalance.webp"
        ]
    }],
     "billeder":[
        "medeafotografering/medea1.webp",
        "medeafotografering/medea2.webp",
        "medeafotografering/medea3.webp",
        "medeafotografering/medea4.webp",
        "medeafotografering/medea5.webp",
        "medeafotografering/medea6.webp",
        "medeafotografering/medea7.webp",
        "medeafotografering/medea8.webp",
        "medeafotografering/medea9.webp",
        "medeafotografering/medea10.webp",
        "medeafotografering/medea11.webp",
        "medeafotografering/medea12.webp",
        "medeafotografering/medea13.webp",
        "medeafotografering/medea14.webp",
        "medeafotografering/medea15.webp",
        "medeafotografering/medea16.webp",
        "medeafotografering/medea17.webp",
        "medeafotografering/medea18.webp",
        "medeafotografering/medea19.webp",
        "medeafotografering/medea20.webp",
        "medeafotografering/medea21.webp",
        "medeafotografering/medea22.webp",
        "medeafotografering/medea23.webp",
        "medeafotografering/medea24.webp",
        "medeafotografering/medea25.webp",
        "medeafotografering/medea26.webp"
    ],
    "video": "medeafotografering/video.mp4",
    "display_image": "medea_fotografering.webp"
},
{
    "id": 7,
     "portfolio_kategori": "multimediedesign",
    "stilling": "grafisk designer",
    "arbejdsgiver": "Filmskolen Blank",
    "beskrivelse_kort": "Grafisk design af plakat til dokumentarfilmen Alma (2023). Bearbejdet i Adobe Photoshop.",
    "beskrivelse_lang": "Alma er en dokumentarfilm om en 18-årig kvindes navigering i sit mentale helbred efter hun flytter hjemmefra, skabt af Matilde Wegener som afgangsprojekt fra Filmskolen Blank. Jeg har i denne anledning arbejdet med plakaten deraf i Adobe Photoshop i samarbejde med filmens instruktør.",
    "kategori": "design",
    "type": "plakat",
    "erhvervserfaring": false,
    "titel": "Alma",
    "beskrivelse_ord": "Adobe Photoshop",
    "periode": "(maj 2023)",
    "proces":[
        "Arbejdede med at danne filmens plakat var alt i dialog med instruktøren selv, som sad ved side af og kom med indbemærkninger og ønsker. Her var det efter hendes ønske et bestemt billede, der skulle symbolisere filmens handling, som vi tog udgangspunkt i.",
        "Eftersom produktionen var selvstyret, var der ikke meget tekst der skulles lægges over med kreditering, og det var dermed et meget simpelt udtryk. Derfor ønskede vi også at gøre noget ud af tekstens visualitet og samle indblande denne i selve motivet - det gjorde vi ved at maskere træets grene og indsætte teksten bagom.",
        "Plakaten er udarbejdet i Adobe Photoshop med et still fra filmen. Jeg har her arbejdet med justering af farvebalance og kontrastniveauer, designvalg i forbindelse med typografi og farver og maskering af selve motivet."
    ],
    "proces_items":[
        {
            "id": 0,
            "kategori": "design",
            "titel": "typografi",
            "beskrivelse":[
                "Typografien på plakaten er en serif-font for at afspejle det typografi-valg, der var gennembærende i dokumentaren. Her har jeg anvendt mig af fonten Minion Variable Concept i bold font-weight til display teksten.",
                "Til de sekundære titler (heri kreditering) har jeg derimod anvendt en sans-serif font for at gøre teksten mere læsbar - især over det meget bevægende motiv. Jeg har anvendt Helvetica Neue Condensed Bold til at skabe det mest stilrene og stadig fremtrædende udtryk. Det var vigtigt at teksten var tyk for at kunne være læsbar over mtoviet.",
                "I form at skriftstørrelser, fylder display fonten næsten hele bredden på plakaten for at skabe et fængende, tydeligt og iøjenfaldende udtryk - hermed er display fonten filmens titel på 176 pkt. Den sekundære font er derimod mindre på hhv. 20 pkt.",
                "For at skabe et visuelt hieraki mellem teksterne, er 'en dokumentar af' og 'matilde wegener' placeret under hinanden, hvormed den øverste tekst er 5 pkt mindre."
      ],
        "billeder":[
            "almaplakat/displayfont.webp",
             "almaplakat/secondaryfont.webp"
        ]
        },{
            "id": 1,
            "kategori": "design",
            "titel": "farvevalg",
            "beskrivelse":[
                "I form af farvevalg, har jeg taget udgangspunkt i billedets motiv. her er det især de grønne farver, der er gældende, hvoraf display fonten er lyserød med hexkoden #b862a7. Den lyserøde farve er valgt eftersom den ligger overfor den grønne på farvehjulet og dermed er kontrastfarver. På denne måde er den lyserøde farve mere iøjenfaldende.",
                "Den hvide farve i den sekundære typografi er valgt for at skabe en variation i farverne og teksten. Der er anvendt en pure white farve (altså #fff), som er den mest iøjenfaldende er af denne grund ikke blendes ind sammen med baggrunden."
      ],"billeder":[
            "almaplakat/pinkhex.webp",
             "almaplakat/whitehex.webp"
        ]
        },{
            "id": 2,
            "kategori": "photoshop",
            "titel": "maksering",
            "beskrivelse":[
                "For at skabe en sammenhæng mellem motivet og typografien, har jeg brugt makseringsværktøjet på træerne, og indsat display teksten bagom grenene. På denne måde skabes der en dimension i billedet.",
                "På billedets motiv kigger den hovedmedvirkende op i luften, og display-fonten er dermed placeret over hende for at give et udtryk af, at hun kigger op på sit eget navn.",
                "Det er ikke alle grene, der er maskeret, men derimod kun de to yderste, der placerer det første og sidste a bagom. Dette valg er truffet, så teksten stadig er tydelig og dimensionen i stedet forbliver mere subtil."
      ],"billeder":[
            "almaplakat/maskering.webp"
        ]
        },{
            "id": 3,
            "kategori": "photoshop",
            "titel": "Kontrastforhold",
            "beskrivelse":[
                "Jeg har ændret i input- og putput niveauerne for at skabe en større kontrast i farverne. Originalbilledet havde en meget mat og lys farve, der gjorde at teksten hurtigt blev udtydelig. ved at ændre på kontrastforholdene, kunne jeg skabe mere skygge i billedet og yderligere fremhæve den grønne farve. Jeg skruede bl.a. ned for belysning og forskud."
      ],"billeder":[
            "almaplakat/kurver.webp",
             "almaplakat/niveauer.webp",
             "almaplakat/belysning.webp"
        ]
        },{
            "id": 3,
            "kategori": "photoshop",
            "titel": "Farvebalance",
            "beskrivelse":[
                "For at fremhæve den grønlige farve, ændrede jeg i farvebalancens mellemtoner og skygger ved at skrue ned for den gullige farve og føre den rødelige ned på cyan. Jeg ville ikke skabe et unaturligt udtryk af det grønne, og dermed forblev den grønne kurve på sin originale plads. Jeg har derfor fremhævet det grønlige ved kun at ændre på gul, rød og blå."
      ],"billeder":[
            "almaplakat/balancemellemtoner.webp",
             "almaplakat/balanceskygger.webp"
        ]
        }
    ],
    "video": "almaplakat/video.mp4",
    "display_image": "alma_plakat.webp"
},
{
    "id": 8,
     "portfolio_kategori": "multimediedesign",
    "stilling": "grafisk designer",
    "arbejdsgiver": "Filmskolen Blank",
    "beskrivelse_kort": "Grafisk design af plakat til dokumentarfilmen Tabte År (2023). Bearbejdet i Adobe Photoshop.",
    "beskrivelse_lang": "Tabte År er en dokumentar om min mors håndtering af sin sygdom og dens påvirkning på familiedynamikken. I forbindelse med dokuemntarens udgivelse har jeg skabt en plakat udarbejdet i Adobe Photoshop.",
    "kategori": "design",
    "type": "plakat",
    "erhvervserfaring": false,
    "titel": "Tabte År",
    "beskrivelse_ord": "Adobe Photoshop",
    "periode": "(maj 2023)",
    "proces":[
        "Processen af udviklingen startede med at udvælge et billede fra dokumentaren. Jeg tog her udgangspunkt i den med mest symbolisme, hvor billedet stod skarpest. Her er den brændende lysestage i fokus, som min far tænder - et symbol på håb og forandring. I baggrunden ses min far mere slørret og halvdelen af hans ansigt er lyst op af det lyserøde lys mens hans trøje går i ét med baggrunden. Jeg har valgt netop dette billede fordi det er dén scene, der er mest essentiel i filmens fortælling.",
        "Jeg har i designvalg taget udgangspunkt i filmens egen typografi og farvevalg, og matchet disse med billedet og motivet. Eftersom det var en mindre produktion, er der ikke inkluderet en større krediteringsliste. Jeg har inkluderet sparekassen sjællands logo eftersom disse er sponsoraten for filmen, producentselskab (filmskolen blank) og mit (instruktørens) navn såvel som de tre filmfestivaller filmen har indgået i.",
        "farvevalget er alle taget ud fra hexkoderne i det eksisterende billede, og typografiens skriftstørrelse er udarbejdet efter et bestemt visuelt hieraki.",
        "Plakaten er designet i Adobe Photoshop, hvor jeg har indsat elementerne. Eftersom motivet i forvejen har en indtrædende forgrund og baggrund, har jeg ikke ændret meget i designet for billedet. Jeg har dog ændret i billedets kontratsniveauer for at fremhæve lyset og sammenblende den medvirkende med baggrunden for dermed at skabe dimension."
    ],
    "proces_items":[{
        "id": 0,
        "kategori": "design",
        "titel": "typografi",
        "beskrivelse":[
            "Valget af typografi er taget efter filmens eget udtryk. I filmen anvendes en sans-serif font grundet bedst tilgængelighed i læsbarheden. Jeg har her arbejdet med to slags typografier: display font og sekundærfont.",
            "Både displayfonten og den sekundærefont er Helvetica Neue Consensed Black, hvor at skabe et moderne, simpelt og fremtrænde udtryk. Eftersom begge slags typografier er den samme font, vedholdes der en kontinuitet og simplicitet. Her fylder display fonten, som er filmens titel 116 pkt.",
            "Den sekundære typografi følger et visuelt hieraki hvor 'en dokumentar af' er 17 pkt og skriften på instruktøren er 24 pkt. Disse to er placeret under hinanden, og skaber derfor mere opmærksomhed på den større typografi. I bunden af plakaten ses titlen på produktionsselskabet, som er af ligeså stor skriftstørrelse som titlen på instruktøren."
        ],
        "billeder":[
            "tabteaarplakat/typografi.webp"
        ]
    },{
            "id": 1,
            "kategori": "design",
            "titel": "farvevalg",
            "beskrivelse":[
                "Farvevalget er truffet på baggrund af motivets egne farve, hvor jeg gennem selectværktøjet har taget udgangspunkt i de eksisterende hexkoder. Her har jeg primært anvendt de to lyserøde farver i forskellige nuancer til displayfonten og den sekundære font.",
                "Displayfonten er den mere lyse farve, der ses på lysestagens skygge, hvor den sekundære farve er skyggen på motivtes medvirkende.",
                "Til produktionsselskabets titel, ønskede jeg at skabe en variation i det lyserøde udtryk for dermed at skabe en større kontrast. Her har jeg anvendt en brændt orange, der skulle efterligne kanten af lysets flamme. Jeg har ligevel anvendt selectværktøjet til denne del, men skruet op for skyggen for at gøre fonten mere fremtrædende."
            ],
            "billeder":[
                "tabteaarplakat/displayfarve.webp",
                "tabteaarplakat/secondaryfarve.webp",
                "tabteaarplakat/accentfarve.webp"
            ]
        },{
            "id": 2,
            "kategori": "photoshop",
            "titel": "Kontrastforhold",
            "beskrivelse":[
                "Jeg har i billedets motiv ændret i kontrastniveauerne gennem inout- og output levels, hvor at få den hovedmedvirkende til at blende i ét med billedets baggrund. Dette valg er truffet for at skabe tydeligere dybde, og give et udtryk af at der intet rum er. På denne måde fokuseres der mere på motivets lysestage og hovedmedvirkende, og endog skabes der en større tydelighed på billedets farver og lys end der var i originalbilledet."
            ],
            "billeder":[
                "tabteaarplakat/kontrast.webp"
            ]
        }],
        "video": "tabteaarplakat/video.mp4",
    "display_image": "tabte_aar_plakat.webp"
},
{
    "id": 9,
     "portfolio_kategori": "multimediedesign",
    "stilling": "trailerklipper",
    "arbejdsgiver": "Filmskolen Blank",
    "beskrivelse_kort": "Optagelse af Trailer med efterarbejde i DaVinci Resolve.",
    "beskrivelse_lang": "Tabte År er en dokumentar om min mors håndtering af sin sygdom og dens påvirkning på familiedynamikken. I forbindelse med dokuemntarens udgivelse har jeg udarbejdet en traoæer klippet i DaVinci Resolve.",
    "kategori": "creative branding",
    "type": "trailer",
    "erhvervserfaring": false,
    "titel": "Tabte År",
    "beskrivelse_ord": "Fotografering // DaVinci Resolve klipning",
    "periode": "(maj 2023)",
    "proces":[
        "Arbejdet med traileren begyndte ved at udvælge de elementer i filmen, der var mest fængende visuelle, men også mest følelsesladende i de medvirkendes ansigtsudtryk. Det samme gjorde sig gældende for lydsporet, hvor jeg udtrak den del af dialogen, der var mest fængende.",
        "Jeg ønskede at beholde en berettermodel-lignende komposition i traileren, der lægger op til en konflikt, men ikke bliver forløst og dermed beholder seerens opmærksomhed. Af samme grundsom at beholde seerens opmærksomhed, skulle selve klipningen foregå med hurtige intervaller. I begyndelsen af traileren bruges sætningen 'Har du ikke noget liv eller hvad?' i et klip som en indledning, hvor skærmen derefter mørknes, og klippes til scenen ved bordet på musikkens start/beat, hvor sætningen 'jeg har ikke noget liv' siges af selv samme person, der fik stillet spørgsmålet. På den måde skabes der en rundelse af det store spørgsmål om livet. Herefter starter trailerens konfliktoptraptning, hvor handlingen underbygges og når toppen henimod slutningen af traileren.",
        "I form af musikken, har jeg arbejdet sammen med filmens komponist og brugt disse lysfiler til at indsætte. Jeg har her brugt flere forskellige musikfiler, der lægges indover hinanden for at kunne styre musikkens hastighed. Her har jeg ændret i lydsporets fade ind og ud til at overlægge hinanden. Billederne er her lagt over lydsporet til at tilpasse musikkens hastighed, og klipintervallene skifter dermed i takt med beats."
    ],
    "proces_items":[
        {
            "id": 0,
            "kategori": "billede",
            "titel":"klipinterval",
            "beskrivelse":[
                "For at bibeholde seerens opmærksomhed, er klipintervallet beholdt på maks 5 sekunder med overdækkende lyd. Her skiftes der mellem at klippes frem og tilbage mellem lyd og billede, der ikke nødvendigvis matcher, hvor man andre gange følger den medvirkendes dialog i billedet."
            ],
            "billeder":[
                "tabteaartrailer/klipinterval.webp"
            ]
        }, {
            "id": 1,
            "kategori": "komposition",
            "titel":"model",
            "beskrivelse":[
                "Kompositionen i traileren følger en form for berettermodel, hvor konflikten introduceres i starten og gennemgår klimakset, men uden at følge forløsningen for at beholde seerens interesse. Traileren gennemgår i hele sin komposition spørgsmålet om de hovedmedvirkende har et liv. I begyndelsen overværes der en samtale hvor Klaus' søn siger 'har du ikke et liv?' herefter klippes der til langbordet hvor Klaus selv siger, han intet liv har. Dette gennegås i traileren efterhånden hvor lydfiler udtrækkes sine originale klip med den dialog, der er gennemgående i filmen.",
                "Traileren rundes af med scenen hvor Klaus tænder lyset og Dorte puster det ud. Lyset er et symbol for et håb for forandring, som Klaus tænder, men Dorte slukker. Dette skaber yderligere en afrunding af trailerens mens musikken langsomt fades ud og teksten 'en dokumentarfilm af Nana Julie Augustine' lægges over skærmen mens Dorte kigger ud mod kameraet stille."
            ],
            "billeder":[
                "tabteaartrailer/komposition.webp"
            ]
        }, {
            "id": 2,
            "kategori": "komposition",
            "titel":"overgange",
            "beskrivelse":[
                "I selve filmens klippetekniske valg, bruges der en blackout skærm til at opdele imellem scener efter en intens afslutning, der giver seeren et rum til at reflektere. Jeg har brugt samme form for overgang i starten af traileren, hvor blackout bruges efter første scene, der spilles uden musik. Herefter starter musikken og klippes på beat, og traileren føles her som en begyndelse. Resten af overgangene følger ligevel beatet på musikken og lydfilerne lægges indover varierende billeder."
            ],
            "billeder":[
                "tabteaartrailer/overgang1.webp",
                "tabteaartrailer/overgang2.webp"
            ]
        },{
            "id": 3,
            "kategori": "lyd",
            "titel":"musik",
            "beskrivelse":[
                "Jeg har i filmens produktion samarbejdet med en komponist, der har sendt mig en række lydfiler i albumformat til at lægge indover filmen. Her har jeg udvalgt to forskellige numre, der via en fade bruges til at styre musikkens hastighed. Jeg har anvendt en af de mere dramatiske lyde for at beholde dokumentarens dramatik."
            ],
            "billeder":[
                "tabteaartrailer/musik.webp"
            ]
        },{
            "id": 4,
            "kategori": "design",
            "titel":"typografi",
            "beskrivelse":[
                "I slutningen af traileren ses titlerne 'en dokumentar af Nana Julie Augustine'. Jeg har her efterlignet plakatens udtryk i typografi, hvor der anvendes sans-serif fonten Helvetica Neue. Denne følger samme visuelle hieraki som i plakaten hvor der skabes to linjer under hinanden og den anden linje har en større skrift. På denne måde bibeholdes der en kontinuitet i filmens visuelle udtryk gennem selve filmen, plakaten og traileren."
            ],
            "billeder":[
                "tabteaartrailer/typografi.webp"
            ]
        }
    ],
    "video": "tabteaartrailer/video.mp4",
    "display_image": "tabte_aar_trailer.webp"
},
{
    "id": 10,
    "portfolio_kategori": "multimediedesign",
    "stilling": "trailerklipper",
    "arbejdsgiver": "Filmskolen Blank",
    "beskrivelse_kort": "Klipning af trailer med efterarbejde i DaVinci Resolve.",
    "beskrivelse_lang": "Alma er en dokumentarfilm om en 18-årig kvindes navigering i sit mentale helbred efter hun flytter hjemmefra, skabt af Matilde Wegener som afgangsprojekt fra Filmskolen Blank. Jeg har i denne anledning arbejdet med traileren deraf i DaVinci Resolve i samarbejde med filmens instruktør.",
    "kategori": "creative branding",
    "type": "trailer",
    "erhvervserfaring": false,
    "titel": "Alma",
    "beskrivelse_ord": "DaVinci Resolve",
    "periode": "(maj 2023)",
    "proces":[
        "Processen med udarbejdelsen af traileren startede i samarbejde med instruktøren, hvor vi begge sad sammen og kiggede på timelinen. Her udtrak vi de mest essentielle klip efter hendes opfattelse af filmen samt de mest visuelle fængende klip.",
        "Vi udtrak disse på timelinen hver for sig, og lagde dem slutligt ind sammen og arbejede på at efterligne kompositionen i traileren med den samme som fra filmen.",
        "Billedet klippes efter lyd og musik, som er skabt af en komponist til filmen. Her følger billedet denne overgang."
    ],
    "proces_items":[{
        "id": 0,
        "kategori": "komposition",
        "titel": "model",
        "beskrivelse": [
            "Traileren efterligner filmens egen opbygning. Filmen er optaget med et års mellemrum, hvor begyndelsen er Alma med en stjernekaster. Dette valg kommer tilbage i slutningen af filmen. Hermed begynder traileren med klippet fra første år og afsluttes med klippet et år senere.",
            "På denne måde skabes der en form for ellipse, der sammenfletter trailerens komposition. Yderligere klippes der hurtigt imellem klippene for at bibeholde seerens opmærksomhed, og de essentielle lydfiler lægges over billedet uafhængigt af hinanden. Der lægges op til en konflikt i traileren, der ikke forløses for at fange seerens videre interesse."
        ],
        "billeder":[]
    },{
        "id": 1,
        "kategori": "komposition",
        "titel": "begyndelse",
        "beskrivelse": [
            "Traileren starter ud med Alma med stjernekasteren og lyden af den i stilhed mens hun kigger ned på den. Herefter tilføjes der et blackout hvorfra lyden af Alma, der læser et brev op for sig selv går indover den sorte skærm og derfra starter billedet. Dette skaber en klar begyndelse og introducerer handlingen."
        ],
        "billeder":[]
    },{
        "id": 2,
        "kategori": "Lyd",
        "titel": "musik",
        "beskrivelse": [
            "Billederne i traileren flugter efter musikkens overgang og klippes på beatet. Her er der klippet i originalfilens intervaller for at kunne styre hasdtigheden og få den til at tilpasse sig en maksimum hastighed på 1 minut."
        ],
        "billeder":[]
    },{
        "id": 3,
        "kategori": "Design",
        "titel": "typografi",
        "beskrivelse": [
            "I slutningen af traileren indsættes filmens titel. Her har jeg anvendt samme typografi (Minion Variable Concept i bold font-weight) og farvekode (#b862a7) som i plakaten for at beholde en kontinuitet mellem plakat, film og trailer."
        ],
        "billeder":[]
    }],
    "video": "almatrailer/video.mp4",
    "display_image": "alma_trailer.webp"
}
]